Repository: monarc-project/ng-client
Catalog: po/*.po
Languages: de, pt

source: Sharing of anonymised statistics helps the community to see risks trends and weather forecast
de: Die gemeinsame Nutzung von anonymisierten Statistiken hilft der Gemeinschaft, Risikotrends und Wettervorhersagen zu erkennen
pt: A partilha de estatísticas anónimas ajuda a comunidade a ver as tendências de risco e as previsões meteorológicas

source: Sharing statistics
de: Gemeinsame Nutzung von Statistiken
pt: Partilha de estatísticas

source: Show
de: Anzeigen
pt: Mostrar

source: Show active only
de: Nur aktive anzeigen
pt: Mostrar apenas activo

source: Show all
de: Alle anzeigen
pt: Mostrar tudo

source: Show hidden consequences
de: Ausgeblendete Folgen anzeigen
pt: Mostrar consequências ocultas

source: Show hidden impacts
de: Ausgeblendete Auswirkungen anzeigen
pt: Mostrar impactos ocultos

source: Show inactive only
de: Nur inaktive anzeigen
pt: Mostrar apenas inactivo

source: Show inherent operational risks
de: Inhärente operative Risiken anzeigen
pt: Mostrar os riscos operacionais inerentes

source: Snapshot restored
de: Momentaufnahme wiederhergestellt
pt: Snapshot restaurado

source: Snapshots
de: Momentaufnahmen

source: Some files could not be imported
de: Einige Dateien konnten nicht importiert werden
pt: Alguns ficheiros não puderam ser importados

source: Some of the risks of your analysis, your library, or your trends assessment have already been assessed. This being done, you may not edit the scales values.
de: Einige der Risiken Ihrer Analyse, Ihrer Bibliothek oder Ihrer Trendbeurteilung wurden schon beurteilt. Da dies erledigt ist, dürfen Sie die Skalenwerte nicht bearbeiten.
pt: Alguns dos riscos da sua análise, da sua biblioteca, ou da avaliação das suas tendências, já foram avaliados. Se isto for feito, não poderá editar os valores das escalas.

source: Some scales are hidden
de: Einige Skalen sind ausgeblendet
pt: Algumas escalas estão escondidas

source: Sort
de: Sortieren
pt: Ordenar

source: Sort direction
de: Sortierrichtung
pt: Ordenar direção

source: Source
de: Quelle
pt: Fonte

source: Spanish
de: Spanisch
pt: Espanhol

source: Specific
de: Spezifisch
pt: Específico

source: Specific models links
de: Spezifische Modellverknüpfungen
pt: Links para modelos específicos

source: Stacked
de: Gestapelt
pt: Empilhado

source: Start Date
de: Startdatum
pt: Data de início

source: State of your MONARC instance.
de: Zustand Ihrer MONARC-Instanz.
pt: Estado da sua instância MONARC.

source: Statement of applicability
de: Anwendbarkeitserklärung
pt: Declaração de aplicabilidade

source: Statistics data is collected
de: Statistikdaten werden gesammelt
pt: São recolhidos dados estatísticos

source: Statistics data is collected or omitted
de: Statistikdaten werden erfasst oder weggelassen
pt: Os dados estatísticos são recolhidos ou omitidos

source: Statistics data is ommitted
de: Statistikdaten werden ausgelassen
pt: Os dados estatísticos são omitidos

source: Successful publishing
de: Erfolgreich publizieren
pt: Publicação bem sucedida

source: Summary
de: Zusammenfassung
pt: Resumo

source: Summary assessment of trends and threats
de: Zusammenfassende Beurteilung von Trends und Bedrohungen
pt: Avaliação sumária das tendências e ameaças

source: Summary of assets / impacts
de: Zusammenfassung von Werten/Auswirkungen
pt: Resumo dos bens / impactos

source: Summary of risk evaluation:
de: Zusammenfassung der Risikobeurteilung:
pt: Resumo da avaliação de risco:

source: Sun
de: So
pt: Sol

source: Sunday
de: Sonntag
pt: Domingo

source: Suppliers, credit agencies, government departments
de: Lieferanten, Kreditagenturen, Regierungsstellen
pt: Fornecedores, agências de crédito, departamentos governamentais

source: Synthesis of assets / impacts
de: Synthese der Werte/Auswirkungen
pt: Síntese de bens / impactos

source: Take a snapshot of risk analysis if necessary.
de: Machen Sie ggf. eine Momentaufnahme der Risikoanalyse.
pt: Tirar uma fotografia da análise de risco, se necessário.

source: Template
de: Vorlage
pt: Modelo

source: The CID values have been successfully hidden, the impact has been re-evaluated
de: Die CID-Werte wurden erfolgreich ausgeblendet, die Auswirkungen wurden neu bewertet
pt: Os valores do CID foram ocultados com sucesso, o impacto foi reavaliado

source: The MOSP account has been created successfully
de: Das MOSP-Konto wurde erfolgreich erstellt
pt: A conta MOSP foi criada com sucesso

source: The SOA has been imported successfully.
de: Die SOA wurde erfolgreich importiert.
pt: O SOA foi importado com sucesso.

source: The applicable legal and regulatory requirements are not determined, understood and consistently met
de: Die anwendbaren gesetzlichen und aufsichtsrechtlichen Verpflichtungen sind unbestimmt, verstanden und dauerhaft eingehalten
pt: Os requisitos legais e regulamentares aplicáveis não são determinados, compreendidos e consistentemente cumpridos

source: The asset has been added to the library.
de: Der Wert wurde der Bibliothek hinzugefügt.
pt: O bem foi acrescentado à biblioteca.

source: The asset has been created successfully.
de: Der Wert wurde erfolgreich erstellt.
pt: O bem foi criado com sucesso.

source: The asset has been deleted.
de: Der Wert wurde gelöscht.
pt: O bem foi eliminado.

source: The asset has been detached from the library.
de: Der Wert wurde von der Bibliothek getrennt.
pt: O bem foi destacado da biblioteca.

source: The asset has been detached successfully
de: Der Wert wurde erfolgreich getrennt
pt: O bem foi destacado com sucesso

source: The asset has been duplicated successfully.
de: Der Wert wurde erfolgreich dupliziert.
pt: O bem tem sido duplicado com sucesso.

source: The asset has been edited
de: Der Wert wurde bearbeitet
pt: O bem foi editado

source: The asset has been edited successfully.
de: Der Wert wurde erfolgreich bearbeitet.
pt: O bem foi editado com sucesso.

source: The asset has been exported successfully.
de: Der Wert wurde erfolgreich exportiert.
pt: O bem foi exportado com sucesso.

source: The asset has been imported successfully
de: Der Wert wurde erfolgreich importiert
pt: O bem foi importado com sucesso

source: The asset has been published in MOSP successfully.
de: Das Asset wurde erfolgreich in MOSP veröffentlicht.
pt: O bem foi publicado com sucesso no MOSP.

source: The asset has been successfully deleted
de: Der Wert wurde erfolgreich gelöscht
pt: O bem foi eliminado com sucesso

source: The asset type has been created successfully, however without models, the element may not be specific.
de: Der Werttyp wurde erfolgreich erstellt, jedoch ohne Modelle, das Element darf nicht spezifisch sein.
pt: O tipo de activo foi criado com sucesso, contudo, sem modelos, o elemento pode não ser específico.

source: The asset type has been created successfully.
de: Der Werttyp wurde erfolgreich erstellt.
pt: O tipo de activo foi criado com sucesso.

source: The asset type has been deleted.
de: Der Werttyp wurde gelöscht.
pt: O tipo de activo foi eliminado.

source: The asset type has been edited successfully, however without models, the element may not be specific.
de: Der Werttyp wurde erfolgreich bearbeitet, jedoch ohne Modelle, das Element darf nicht spezifisch sein.
pt: O tipo de activo foi editado com sucesso, contudo, sem modelos, o elemento pode não ser específico.

source: The asset type has been edited successfully.
de: Der Werttyp wurde erfolgreich bearbeitet.
pt: O tipo de activo foi editado com sucesso.

source: The category has been added to the library.
de: Die Kategorie wurde der Bibliothek hinzugefügt.
pt: A categoria foi acrescentada à biblioteca.

source: The category has been created successfully.
de: Die Kategorie wurde erfolgreich erstellt.
pt: A categoria foi criada com sucesso.

source: The category has been deleted.
de: Die Kategorie wurde gelöscht.
pt: A categoria foi eliminada.

source: The category has been edited successfully.
de: Die Kategorie wurde erfolgreich bearbeitet.
pt: A categoria foi editada com sucesso.

source: The category may not be empty
de: Die Kategorie darf nicht leer sein
pt: A categoria não pode estar vazia

source: The code may not be empty
de: Der Code darf nicht leer sein
pt: O código não pode estar vazio

source: The component has been created successfully.
de: Die Komponente wurde erfolgreich erstellt.
pt: O componente foi criado com sucesso.

source: The control has been created successfully.
de: Die Maßnahme wurde erfolgreich erstellt.
pt: O controlo foi criado com sucesso.

source: The control has been deleted.
de: Die Maßnahme wurde gelöscht.
pt: O controlo foi eliminado.

source: The control has been edited successfully.
de: Die Maßnahme wurde erfolgreich bearbeitet.
pt: O controlo foi editado com sucesso.

source: The current asset will be permanently deleted. Are you sure?
de: Der aktuelle Wert wird unwiderruflich gelöscht. Sind Sie sicher?
pt: O activo actual será permanentemente apagado. Tem a certeza?

source: The current asset will be removed from the library. Are you sure?
de: Der aktuelle Wert wird aus der Bibliothek entfernt. Sind Sie sicher?
pt: O bem actual será removido da biblioteca. Tem a certeza?

source: The deliverable has been generated successfully.
de: Das Ergebnis wurde erfolgreich generiert.
pt: O produto a entregar foi gerado com sucesso.

source: The description may not be empty
de: Die Beschreibung darf nicht leer sein
pt: A descrição não pode estar vazia

source: The document has been created successfully.
de: Das Dokument wurde erfolgreich angelegt.
pt: O documento foi criado com sucesso.

source: The document has been deleted.
de: Das Dokument wurde gelöscht.
pt: O documento foi eliminado.

source: The document has been edited successfully.
de: Das Dokument wurde erfolgreich bearbeitet.
pt: O documento foi editado com sucesso.

source: The e-mail may not be empty
de: Die E-Mail darf nicht leer sein
pt: O e-mail não pode estar vazio

source: The import process analysis has been deleted.
de: Die Importprozessanalyse wurde gelöscht.

source: The import process is added to the queue and will be executed soon.
de: Der Importvorgang wird zur Warteschlange hinzugefügt und bald ausgeführt.

source: The information of each control will be appended.
de: Die Informationen zu jeder Maßnahme werden angehängt.
pt: A informação de cada controlo será anexada.

source: The input does not appear to be an integer
de: Die Eingabe scheint keine ganze Zahl zu sein
pt: A entrada não parece ser um número inteiro

source: The instance has been imported successfully
de: Die Instanz wurde erfolgreich importiert
pt: O exemplo foi importado com sucesso

source: The label may not be empty
de: Die Bezeichnung darf nicht leer sein
pt: O rótulo não pode estar vazio

source: The list of risks addressed is provided as an attachment. It lists %d risk(s) of which:
de: Die Liste der angesprochenen Risiken wird als Anhang bereitgestellt. Aufgelistet werden %d Risiken, davon:
pt: A lista de riscos abordados é fornecida em anexo. Enumera %d risco(s) do(s) qual(is):

source: The matches have been created successfully.
de: Die Übereinstimmungen wurden erfolgreich erstellt.
pt: As provas foram criadas com sucesso.

source: The name may not be empty
de: Der Name darf nicht leer sein
pt: O nome não pode estar vazio

source: The operational risk impact scale has been created successfully.
de: Die Skala der Auswirkungen des operationellen Risikos wurde erfolgreich erstellt.
pt: A escala de impacto do risco operacional foi criada com sucesso.

source: The organization may not be empty
de: Die Organisation darf nicht leer sein
pt: A organização não pode estar vazia

source: The password reset request has been sent successfully. You will receive a mail shortly with information onhow to reset your account password.
de: Die Anforderung zum Zurücksetzen des Passworts wurde erfolgreich gesendet. Sie werden in Kürze eine E-Mail mit Informationen zum Zurücksetzen Ihres Kontopassworts erhalten.
pt: O pedido de redefinição de senha foi enviado com sucesso. Receberá em breve um e-mail com informações sobre como redefinir a palavra-passe da sua conta.

source: The processing has been created successfully.
de: Die Verzeichnis wurde erfolgreich erstellt.
pt: O processamento foi criado com sucesso.

source: The processing has been duplicated successfully.
de: Die Verzeichnis wurde erfolgreich dupliziert.
pt: O processamento foi duplicado com sucesso.

source: The recommendation has been attached to this risk.
de: Die Empfehlung wurde diesem Risiko beigefügt.
pt: A recomendação foi associada a este risco.

source: The recommendation has been created successfully
de: Die Empfehlung wurde erfolgreich erstellt
pt: A recomendação foi criada com sucesso

source: The recommendation has been created successfully.
de: Die Empfehlung wurde erfolgreich erstellt.
pt: A recomendação foi criada com sucesso.

source: The recommendation has been deleted successfully
de: Die Empfehlung wurde erfolgreich gelöscht
pt: A recomendação foi eliminada com sucesso

source: The recommendation has been deleted.
de: Die Empfehlung wurde gelöscht.
pt: A recomendação foi eliminada.

source: The recommendation has been detached.
de: Die Empfehlung wurde getrennt.
pt: A recomendação foi desprendida.

source: The recommendation has been edited successfully
de: Die Empfehlung wurde erfolgreich bearbeitet
pt: A recomendação foi editada com sucesso

source: The recommendation has been edited successfully.
de: Die Empfehlung wurde erfolgreich bearbeitet.
pt: A recomendação foi editada com sucesso.

source: The recommendation has been successfully validated.
de: Die Empfehlung wurde erfolgreich überprüft.
pt: A recomendação foi validada com sucesso.

source: The recommendation set has been created successfully.
de: Das Empfehlungsset wurde erfolgreich erstellt.
pt: O conjunto de recomendações foi criado com sucesso.

source: The recommendation set has been deleted.
de: Der Empfehlungssatz wurde gelöscht.
pt: O conjunto de recomendações foi eliminado.

source: The recommendation set has been edited successfully.
de: Das Empfehlungsset wurde erfolgreich bearbeitet.
pt: O conjunto de recomendações foi editado com sucesso.

source: The recommendation set has been imported successfully.
de: Der Empfehlungssatz wurde erfolgreich importiert.
pt: O conjunto de recomendações foi importado com sucesso.

source: The recommendation set may not be empty
de: Das Empfehlungsset darf nicht leer sein
pt: O conjunto de recomendações não pode estar vazio

source: The record has been exported successfully.
de: Das Verzeichnis wurde erfolgreich exportiert.
pt: O registo foi exportado com sucesso.

source: The record has been imported successfully
de: Das Verzeichnis wurde erfolgreich importiert
pt: O registo foi importado com sucesso

source: The referential has been created successfully.
de: Die Bezugsnorm wurde erfolgreich erstellt.
pt: O referencial foi criado com sucesso.

source: The referential has been deleted.
de: Die Bezugsnorm wurde gelöscht.
pt: O referencial foi eliminado.

source: The referential has been edited successfully.
de: Die Bezugsnorm wurde erfolgreich bearbeitet.
pt: O referencial foi editado com sucesso.

source: The referential has been imported successfully.
de: Die Bezugsnorm wurde erfolgreich importiert.
pt: O referencial foi importado com sucesso.

source: The risk analysis has been deleted.
de: Die Risikoanalyse wurde gelöscht.
pt: A análise de risco foi eliminada.

source: The risk analysis has been exported successfully.
de: Die Risikoanalyse wurde erfolgreich exportiert.
pt: A análise de risco foi exportada com sucesso.

source: The risk analysis has been successfully created from the model.
de: Die Risikoanalyse wurde erfolgreich vom Modell erstellt.
pt: A análise de risco foi criada com sucesso a partir do modelo.

source: The risk analysis has been successfully duplicated.
de: Die Risikoanalyse wurde erfolgreich dupliziert.
pt: A análise de risco foi duplicada com sucesso.

source: The risk analysis have been edited.
de: Die Risikoanalyse wurde bearbeitet.
pt: A análise de risco foi editada.

source: The risk analysis model used does not allow you to change the scales values.
de: Das verwendete Risikoanalysemodell erlaubt Ihnen nicht die Änderung der Skalenwerte.
pt: O modelo de análise de risco utilizado não permite alterar os valores das escalas.

source: The risk has been created successfully.
de: Das Risiko wurde erfolgreich erstellt.
pt: O risco foi criado com sucesso.

source: The risk has been deleted.
de: Das Risiko wurde gelöscht.
pt: O risco foi eliminado.

source: The risk has been edited successfully.
de: Das Risiko wurde erfolgreich bearbeitet.
pt: O risco foi editado com sucesso.

source: The risks have been edited successfully.
de: Das Risiko wurde erfolgreich bearbeitet.
pt: Os riscos foram editados com sucesso.

source: The selected component will be detached from the current asset.
de: Die ausgewählte Komponente wird vom aktuellen Wert getrennt.
pt: O componente seleccionado será destacado do activo corrente.

source: The selected specific information risk will be permanently deleted. Are you sure?
de: Das ausgewählte spezifische Informationsrisiko wird unwiderruflich gelöscht. Sind Sie sicher?
pt: O risco de informação específico seleccionado será permanentemente eliminado. Tem a certeza?

source: The selected specific operational risk will be permanently deleted. Are you sure?
de: Das ausgewählte spezifische operative Risiko wird unwiderruflich gelöscht. Sind Sie sicher?
pt: O risco operacional específico seleccionado será permanentemente eliminado. Tem a certeza?

source: The server returned the error code:
de: Der Server hat den Fehlercode zurückgegeben:
pt: O servidor devolveu o código de erro:

source: The specific information risk has been successfully deleted
de: Das spezifische Informationsrisiko wurde erfolgreich gelöscht
pt: O risco específico de informação foi eliminado com sucesso

source: The specific operational risk has been successfully created
de: Das spezifische operative Risiko wurde erfolgreich erstellt
pt: O risco operacional específico foi criado com sucesso

source: The specific operational risk has been successfully deleted
de: Das spezifische operative Risiko wurde erfolgreich gelöscht
pt: O risco operacional específico foi eliminado com sucesso

source: The specific risk has been successfully created
de: Das spezifische Risiko wurde erfolgreich erstellt
pt: O risco específico foi criado com sucesso

source: The tag has been created successfully.
de: Das Tag wurde erfolgreich erstellt.
pt: A etiqueta foi criada com sucesso.

source: The tag has been deleted.
de: Das Tag wurde gelöscht.
pt: A etiqueta foi eliminada.

source: The tag has been edited successfully.
de: Das Tag wurde erfolgreich bearbeitet.
pt: A etiqueta foi editada com sucesso.

source: The theme has been created successfully.
de: Das Thema wurde erfolgreich erstellt.
pt: O tema foi criado com sucesso.

source: The theme has been deleted.
de: Das Thema wurde gelöscht.
pt: O tema foi eliminado.

source: The theme has been edited successfully.
de: Das Thema wurde erfolgreich bearbeitet.
pt: O tema foi editado com sucesso.

source: The theme may not be empty
de: Das Thema darf nicht leer sein
pt: O tema não pode estar vazio

source: The threat has been created successfully, however without models, the element may not be specific.
de: Die Bedrohung wurde erfolgreich erstellt, jedoch ohne Modelle, das Element darf nicht spezifisch sein.
pt: A ameaça foi criada com sucesso, mas sem modelos, o elemento pode não ser específico.

source: The threat has been created successfully.
de: Die Bedrohung wurde erfolgreich erstellt.
pt: A ameaça foi criada com sucesso.

source: The threat has been deleted.
de: Die Bedrohung wurde gelöscht.
pt: A ameaça foi eliminada.

source: The threat has been edited successfully, however without models, the element may not be specific.
de: Die Bedrohung wurde erfolgreich bearbeitet, jedoch ohne Modelle, das Element darf nicht spezifisch sein.
pt: A ameaça foi editada com sucesso, contudo, sem modelos, o elemento pode não ser específico.

source: The threat has been edited successfully.
de: Die Bedrohung wurde erfolgreich bearbeitet.
pt: A ameaça foi editada com sucesso.

source: The tuple asset type / threat / vulnerability is invalid
de: Tupel-Werttyp/Bedrohung/Schwachstelle ist ungültig
pt: O tuple tipo de activo / ameaça / vulnerabilidade é inválido

source: The two passwords are differents.
de: Die beiden Kennwörter sind unterschiedlich.
pt: As duas palavras-passe são diferentes.

source: The two-factor authentication token is not correct.
de: Das Token für die Zwei-Faktor-Authentifizierung ist nicht korrekt.
pt: O token de autenticação de dois factores não está correcto.

source: The user has been created successfully.
de: Der Benutzer wurde erfolgreich erstellt.
pt: O utilizador foi criado com sucesso.

source: The user has been deleted.
de: Der Benutzer wurde gelöscht.
pt: O utilizador foi eliminado.

source: The user has been edited successfully.
de: Der Benutzer wurde erfolgreich bearbeitet.
pt: O utilizador foi editado com sucesso.

source: The user will have to use the password recovery feature.
de: Der Benutzer muss die Passwortwiederherstellungsfunktion verwenden.
pt: O utilizador terá de utilizar a função de recuperação de palavra-passe.

source: The user's password has been reset.
de: Das Passwort des Benutzers wurde zurückgesetzt.
pt: A palavra-passe do utilizador foi redefinida.

source: The username may not be empty
de: Der Benutzername darf nicht leer sein
pt: O nome de utilizador não pode estar vazio

source: The vulnerability has been created successfully, however without models, the element may not be specific.
de: Die Schwachstelle wurde erfolgreich erstellt, jedoch ohne Modelle, das Element darf nicht spezifisch sein.
pt: A vulnerabilidade foi criada com sucesso, contudo, sem modelos, o elemento pode não ser específico.

source: The vulnerability has been created successfully.
de: Die Schwachstelle wurde erfolgreich erstellt.
pt: A vulnerabilidade foi criada com sucesso.

source: The vulnerability has been deleted.
de: Die Schwachstelle wurde gelöscht.
pt: A vulnerabilidade foi eliminada.

source: The vulnerability has been edited successfully, however without models, the element may not be specific.
de: Die Schwachstelle wurde erfolgreich bearbeitet, jedoch ohne Modelle, das Element darf nicht spezifisch sein.
pt: A vulnerabilidade foi editada com sucesso, contudo, sem modelos, o elemento pode não ser específico.

source: The vulnerability has been edited successfully.
de: Das Schwachstelle wurde erfolgreich bearbeitet.
pt: A vulnerabilidade foi editada com sucesso.

source: Theme
de: Thema
pt: Tema

source: Theme:
de: Thema:
pt: Tema:

source: There are no operational risks for this asset.
de: Für diesen Wert existieren keine operativen Risiken.
pt: Não existem riscos operacionais para este bem.

source: There are no operational risks for this instance, or the filters gave no results.
de: Für diese Instanz existieren keine operativen Risiken oder die Filter sind ergebnislos geblieben.
pt: Não há riscos operacionais para este caso, ou os filtros não deram resultados.

source: There are no operational risks for this risk analysis, or the filters gave no results.
de: Für diese Risikoanalyse existieren keine operativen Risiken oder die Filter sind ergebnislos geblieben.
pt: Não existem riscos operacionais para esta análise de risco, ou os filtros não deram resultados.

source: There are no risks for this instance, or your filters returned no results.
de: Für diese Instanz existieren keine Risiken, oder Ihre Filter haben keine Ergebnisse zurückgegeben.
pt: Não há riscos para este caso, ou os seus filtros não devolveram resultados.
