Repository: monarc-project/ng-client
Catalog: po/*.po
Languages: de, pt

source: Loading library ...
de: Bibliothek laden ...
pt: Biblioteca de carregamentos ...

source: Local
de: Lokal

source: Location
de: Ort
pt: Localização

source: Log in
de: Anmelden
pt: Iniciar Sessão

source: Logout
de: Abmelden
pt: Sair

source: Low risks
de: Geringe Risiken
pt: Riscos baixos

source: Lvl.
de: Niv.
pt: Nvl.

source: MAX risk
de: MAX. Risiko
pt: Risco MAX

source: MONARC export file
de: MONARC-Exportdatei
pt: Ficheiro de exportação MONARC

source: MONARC library
de: MONARC-Bibliothek
pt: Biblioteca MONARC

source: MOSP API Key
de: MOSP-API-Schlüssel
pt: Chave MOSP API

source: Manage users
de: Benutzer verwalten
pt: Gerir utilizadores

source: Management of the implementation of the risk treatment plan
de: Verwaltung der Implementierung des Risikobehandlungsplans
pt: Gestão da implementação do plano de tratamento de riscos

source: Manager
de: Verwalter
pt: Gerente

source: Manager:
de: Verwalter:
pt: Gerente:

source: Mandatory field
de: Pflichtfeld
pt: Campo Obrigatório

source: Manual creation
de: Manuelle Erstellung
pt: Criação manual

source: Mar
de: März

source: March
de: März
pt: Março

source: Match referentials
de: Bezugsnormen abgleichen
pt: Referenciais de jogo

source: Match the controls between the two referentials on knowledge base (Referentials Tab)
de: Gleichen Sie die Maßnahmen der beiden Bezugsnormen aus der Wissensbasis an (Reiter Bezugsnorm)
pt: Fazer corresponder os controlos entre os dois referenciais na base de conhecimentos (Separador Referenciais)

source: Max risk
de: Maximales Risiko
pt: Risco máximo

source: Max. associated risk level
de: Max. assoziiertes Risikoniveau
pt: Nível máximo de risco associado

source: Max. current risk average
de: Max. aktuelles Risiko Durchschnitt
pt: Média máxima de risco actual

source: Max. residual risk average
de: Max. durchschnittliches Restrisiko
pt: Média máxima de risco residual

source: May
de: Mai
pt: Maio

source: Medium risks
de: Mittlere Risiken
pt: Riscos médios

source: Method steps
de: Methodenstufen
pt: Etapas do método

source: Missing description for
de: Fehlende Beschreibung für
pt: Descrição em falta para

source: Mode
de: Modus
pt: Modo

source: Model missing
de: Modell fehlt
pt: Modelo em falta

source: Model validation
de: Modellüberprüfung
pt: Validação do modelo

source: Models
de: Modelle
pt: Modelos

source: Mon
de: Mo
pt: Seg

source: Monday
de: Montag
pt: Segunda-feira

source: Multiple categories must be separated by a "double greater than"
de: Mehrere Kategorien müssen durch ein "Doppel größer als" getrennt werden
pt: Múltiplas categorias devem ser separadas por um "duplo maior do que"

source: Multiple tags must be separated by a slash
de: Mehrere Tags müssen durch einen Schrägstrich getrennt werden
pt: As etiquetas múltiplas devem ser separadas por uma barra

source: My account
de: Mein Konto
pt: A minha conta

source: My risk analysis
de: Meine Risikoanalyse
pt: A minha análise de risco

source: Net probability
de: Nettowahrscheinlichkeit
pt: Probabilidade líquida

source: Net risk
de: Nettorisiko
pt: Risco líquido

source: Network
de: Netzwerk
pt: Rede

source: Network and Telecom
de: Netzwerk und Telekommunikation
pt: Rede e Telecom

source: New controls
de: Neue Maßnahmen
pt: Novos controlos

source: New controls:
de: Neue Maßnahmen:
pt: Novos controlos:

source: New password
de: Neues Kennwort
pt: Nova palavra-passe

source: New recovery codes
de: Neue Wiederherstellungscodes
pt: Novos códigos de recuperação

source: New {{externalItem}}
de: Neu {{externalItem}}
pt: Novo {{externalItem}}

source: Next
de: Weiter
pt: Próximo

source: No
de: Kein(e)
pt: Não

source: No Data Avalaible
de: Keine Daten verfügbar
pt: Sem Dados Disponíveis

source: No IT charter specifying the rules of use
de: Fehlende Informatik-Charta, in der die Benutzungsanforderungen definiert sind
pt: Nenhuma carta informática que especifique as regras de utilização

source: No access
de: Kein Zugriff
pt: Sem acesso

source: No asset matching your search was found
de: Keinen Ihrer Suche entsprechenden Wert gefunden
pt: Não foi encontrado nenhum bem que corresponda à sua pesquisa

source: No asset type matching your search was found
de: Keinen Ihrer Suche entsprechenden Werttyp gefunden
pt: Não foi encontrado nenhum tipo de activo que corresponda à sua pesquisa

source: No category matching your search was found. Click on
de: Es wurde keine Kategorie gefunden, die Ihrer Suche entspricht. Klicke auf
pt: Não foi encontrada nenhuma categoria que corresponda à sua pesquisa. Clique em

source: No category of personal data
de: Keine Kategorie personenbezogener Daten
pt: Nenhuma categoria de dados pessoais

source: No component matching your search was found
de: Keine Ihrer Suche entsprechende Komponente gefunden
pt: Nenhum componente correspondente à sua pesquisa foi encontrado

source: No control matching your search was found
de: Keine Ihrer Suche entsprechende Maßnahme gefunden
pt: Nenhum controlo correspondente à sua pesquisa foi encontrado

source: No data category matching your search was found. Click on
de: Es wurde keine DatenKategorie gefunden, die Ihrer Suche entspricht. Klicke auf
pt: Não foi encontrada nenhuma categoria de dados que corresponda à sua pesquisa. Clique em

source: No international transfer
de: Kein Internationale Datenübertragungen
pt: Nenhuma transferência internacional

source: No operational risk matching your search was found
de: Keine Ihrer Suche entsprechende operatives Risiko gefunden
pt: Não foi encontrado qualquer risco operacional que corresponda à sua pesquisa

source: No operational risk tag matching your search was found
de: Kein Ihrer Suche entsprechendes operatives Risiko-Tag gefunden
pt: Não foi encontrada nenhuma etiqueta de risco operacional que corresponda à sua pesquisa

source: No processor
de: Kein Auftragnehmer
pt: Sem processador

source: No recipient
de: Kein Empfänger
pt: Sem destinatário

source: No recommendation matching your search was found
de: Keinen Ihrer Suche entsprechenden Kommentar gefunden
pt: Não foi encontrada nenhuma recomendação que corresponda à sua pesquisa

source: No recommendation set matching your search was found
de: Keinen Ihrer Suche entsprechenden Kommentar gefunden
pt: Não foi encontrado nenhum conjunto de recomendações que corresponda à sua pesquisa

source: No recommendation set matching your search was found. Click on
de: Es wurde kein Empfehlungssatz gefunden, die Ihrer Suche entspricht. Klicke auf
pt: Não foi encontrado nenhum conjunto de recomendações que corresponda à sua pesquisa. Clique em

source: No referential matching your search was found
de: Es wurde keine Bezugsnorm gefunden, die Ihrer Suche entspricht
pt: Não foi encontrado nenhum referencial que corresponda à sua pesquisa

source: No referentials match was found in your search
de: In Ihrer Suche wurden keine Übereinstimmungen für Referenziale gefunden
pt: Não foi encontrada nenhuma correspondência de referências na sua pesquisa

source: No risk matching your search was found
de: Keinen Ihrer Suche entsprechenden Risiko gefunden
pt: Não foi encontrado qualquer risco que correspondesse à sua pesquisa

source: No target risks specified in your risk analysis yet
de: In Ihrer Analyse sind keine Bedrohungen aufgelistet
pt: Nenhum risco alvo especificado na sua análise de risco ainda

source: No theme matching your search was found. Click on
de: Es wurde kein Thema gefunden, das Ihrer Suche entspricht. Klicke auf
pt: Não foi encontrado nenhum tema que correspondesse à sua pesquisa. Clique em

source: No threat matching your search was found
de: Keine Ihrer Suche entsprechende Bedrohung gefunden
pt: Não foi encontrada nenhuma ameaça correspondente à sua pesquisa

source: No threats are listed in your analysis.
de: In Ihrer Analyse sind keine Bedrohungen aufgelistet.
pt: Nenhuma ameaça é listada na sua análise.

source: No vulnerability matching your search was found
de: Keine Ihrer Suche entsprechende Schwachstelle gefunden
pt: Não foi encontrada nenhuma vulnerabilidade correspondente à sua pesquisa

source: Not enabled
de: Nicht aktiviert
pt: Não ativado

source: Not set
de: Nicht festgelegt
pt: Não definido

source: Not treated
de: Nicht behandelt
pt: Não tratado

source: Number of risks
de: Anzahl der Risiken
pt: Número de riscos

source: Number of threats to display
de: Anzahl der anzuzeigenden Bedrohungen
pt: Número de ameaças a expor

source: Number of vulnerabilities to display
de: Anzahl der anzuzeigenden Schwachstellen
pt: Número de vulnerabilidades a exibir

source: Occurrence
de: Vorkommen
pt: Ocorrência

source: Oct
de: Okt
pt: Out

source: October
de: Oktober
pt: Outubro

source: One model must be common to asset, threat and vulnerability
de: Ein Modell muss Werttyp, Bedrohung und Schwachstelle gemeinsam haben
pt: Um modelo deve ser comum a bens, ameaças e vulnerabilidade

source: Only global assets can be imported by merge.
de: Nur globale Werte können durch Zusammenführen importiert werden.
pt: Apenas os bens globais podem ser importados por fusão.

source: Only one guide by category
de: Nur eine Anleitung per Kategorie
pt: Apenas um guia por categoria

source: Only one operational risk tag can be linked and must exist in the Knowledge Base
de: Nur ein Tag für operationelle Risiken kann verknüpft werden und muss in der Wissensdatenbank vorhanden sein
pt: Apenas uma etiqueta de risco operacional pode ser ligada e deve existir na Base de Conhecimentos

source: Only one tag to link
de: Nur ein Tag kann verknüpft werden
pt: Apenas uma etiqueta a ligar

source: Open risk sheet
de: Risikoblatt öffnen
pt: Ficha de risco em aberto

source: Open the implementation history
de: Den Implementierungsverlauf öffnen
pt: Abrir o histórico de implementação

source: Oper. Risks - daily values
de: Oper. Risiken - Tageswerte
pt: Oper. Riscos - valores diários

source: Operation successful
de: Vorgang erfolgreich
pt: Operação bem sucedida

source: Operational risk Tag
de: Operatives Risiko-Tag
pt: Etiqueta de risco operacional

source: Operational risks
de: Operative Risiken
pt: Riscos operacionais

source: Optional comment
de: Optionaler Kommentar
pt: Comentário facultativo

source: Options
de: Optionen
pt: Opções

source: Order by
de: Sortieren nach
pt: Ordenado por

source: Organization
de: Organisation
pt: Organização

source: Organization information
de: Organisationsinformationen
pt: Informação sobre a organização

source: Original password incorrect
de: Originalkennwort falsch
pt: Palavra-passe original incorrecta

source: Overview
de: Überblick
pt: Visão geral

source: Page:
de: Seite:
pt: Página:

source: Parent asset
de: Übergeordneter Wert
pt: Património dos pais

source: Parent category
de: Übergeordnete Kategorie
pt: Categoria dos pais

source: Parent missing
de: Übergeordnetes Element fehlt
pt: Falta dos pais

source: Password
de: Kennwort
pt: Senha

source: Password forgotten?
de: Kennwort vergessen?
pt: Esqueceu-se da palavra-passe?

source: Passwords mismatch.
de: Kennwörter stimmen nicht überein.
pt: Descoordenação de senhas.

source: Payroll, personnel file, recruitment
de: Personalabrechnung, Personalakte, Rekrutierung
pt: Folha de pagamento, dossier pessoal, recrutamento

source: Periodically review access permissions.
de: Überprüfen Sie regelmäßig die Zugriffsberechtigungen.
pt: Rever periodicamente as permissões de acesso.

source: Permissions
de: Berechtigungen
pt: Permissões

source: Permissions and roles
de: Berechtigungen und Rollen
pt: Permissões e papéis

source: Personal information
de: Privatinformationen
pt: Informação pessoal

source: Pick an existing category or asset from the knowledge base
de: Wählen Sie eine bestehende Kategorie oder ein Asset aus der Wissensdatenbank
pt: Escolher uma categoria ou ativo existente a partir da base de conhecimentos

source: Please configure two-factor authentication.
de: Bitte konfigurieren Sie die Zwei-Faktoren-Authentifizierung.
pt: Por favor, configure a autenticação de dois factores.

source: Please enter the e-mail address associated to your account. An e-mail will be sent to you with account recovery instructions.
de: Bitte geben Sie die Ihrem Konto zugeordnete E-Mail-Adresse ein. Sie werden eine E-Mail mit Anleitungen zur Kontowiederherstellung erhalten.
pt: Por favor introduza o endereço de correio electrónico associado à sua conta. Ser-lhe-á enviado um e-mail com instruções de recuperação da conta.

source: Please enter your two-factor authentication token.
de: Bitte geben Sie Ihr Zwei-Faktor-Authentifizierungs-Token ein.
pt: Por favor introduza o seu código de autenticação de dois factores.

source: Please scan the QRCode and enter the verification code.
de: Bitte scannen Sie den QRCode und geben Sie den Verifizierungscode ein.
pt: Por favor, digitalize o QRCode e introduza o código de verificação.

source: Please type in and confirm your new password
de: Bitte geben Sie Ihr neues Kennwort ein und bestätigen Sie es
pt: Por favor introduza e confirme a sua nova palavra-passe

source: Polish
de: Polnisch
pt: Polaco

source: Portuguese
de: Portugiesisch
pt: Português

source: Position missing
de: Position fehlt
pt: Posição em falta

source: Post-employment, end of customer relationship
de: Folgebeschäftigung, Ende der Kundenbeziehung
pt: Pós-emprego, fim da relação com o cliente

source: Previous
de: Zurück
pt: Anterior

source: Previous asset...
de: Voriger Wert...
pt: Bem anterior...

source: Previous category
de: Vorige Kategorie
pt: Categoria anterior

source: Previous component...
de: Vorige Komponente...
pt: Componente anterior...

source: Primary
de: Primär
pt: Primário

source: Primary assets
de: Primäres Vermögen
pt: Bens primários

source: Priority recommendation
de: Prioritätenempfehlung
pt: Recomendação prioritária

source: Prob.
de: Wahrsch.

source: Prob.(Inherent risk)
de: Prob (Inhärentes Risiko)
pt: Prob.(Risco inerente)

source: Prob.(Net risk)
de: Prob. (Nettorisiko)
pt: Prob.(Risco líquido)

source: Probability
de: Wahrscheinlichkeit
pt: Probabilidade

source: Processors
de: Auftragsverarbeiter
pt: Processadores

source: Product Compliance Customer agreement
de: Produkt-Konformität Kundenvertrag
pt: Conformidade do produto Acordo com o cliente

source: Profile edited
de: Profil bearbeitet
pt: Perfil editado

source: Publish
de: Veröffentlichen
pt: Publicar

source: Publish asset in MOSP
de: Wert in MOSP veröffentlichen
pt: Publicar bens no MOSP

source: Purpose(s)
de: Zweck(e)
pt: Finalidade(ões)

source: Qualification
de: Qualifikation
pt: Qualificação

source: Question
de: Frage
pt: Pergunta

source: Question deleted
de: Frage gelöscht
pt: Pergunta eliminada

source: R: Risk, I: Impact, P: Probability
de: R: Risiko, I: Auswirkung, P: Wahrscheinlichkeit
pt: R: Risco, I: Impacto, P: Probabilidade

source: R: Risk, I: Impact, T: Threat, V: Vulnerability
de: R: Risiko, I: Auswirkung, T: Bedrohung, V: Schwachstelle
pt: R: Risco, I: Impacto, T: Ameaça, V: Vulnerabilidade

source: RRA
de: ERB

source: Read
de: Lesen
pt: Ler

source: Read and write
de: Lesen und Schreiben
pt: Ler e escrever

source: Recipient
de: Empfänger
pt: Destinatário

source: Recipient type
de: Empfängertyp
pt: Tipo de destinatário

source: Recipients
de: Empfänger
pt: Destinatários

source: Recommendation
de: Empfehlung
pt: Recomendação

source: Recommendation set
de: Empfehlungsset
pt: Conjunto de recomendações

source: Recommendation which requires a dedicated action to solve a vulnerability or a missing best practice
de: Empfehlung, die eine fest zugeordnete Aktion zur Lösung einer Schwachstelle oder einer fehlenden bewährten Methode erfordert
pt: Recomendação que requer uma acção dedicada para resolver uma vulnerabilidade ou uma melhor prática em falta

source: Recommendations
de: Empfehlungen
pt: Recomendações

source: Recommendations Sets
de: Empfehlungssets
pt: Conjuntos de Recomendações

source: Record of processing activities
de: Verzeichnis von Verarbeitungstätigkeiten
pt: Registo de actividades de processamento

source: Recovery code
de: Wiederherstellungscode
pt: Código de recuperação

source: Recovery codes
de: Wiederherstellungscodes
pt: Códigos de recuperação

source: Recovery codes can be used to access your account in the event you lose access to your two-factor method.
de: Wiederherstellungscodes können verwendet werden, um auf Ihr Konto zuzugreifen, falls Sie den Zugriff auf Ihre Zwei-Faktor-Methode verlieren.
pt: Os códigos de recuperação podem ser utilizados para aceder à sua conta no caso de perder o acesso ao seu método de dois factores.

source: Recovery options
de: Wiederherstellungsoptionen
pt: Opções de recuperação

source: Reduction
de: Reduzierung
pt: Redução

source: Referential
de: Bezugsnorm
pt: Referencial

source: Referential to update
de: Bezugsnorm zu aktualisieren
pt: Referencial para actualização

source: Referentials
de: Bezugsnormen
pt: Referenciais

source: Referentials match
de: Referendare spielen
pt: As referências coincidem

source: Regenerate
de: Neu generieren
pt: Regenerar

source: Register your API Key associated with your MOSP account or create one by MONARC user account
de: Registrieren Sie Ihren API-Schlüssel, der mit Ihrem MOSP-Konto verbunden ist, oder erstellen Sie einen über Ihr MONARC-Benutzerkonto
pt: Registe a sua chave API associada à sua conta MOSP ou crie uma por conta de utilizador MONARC

source: Remaining recovery codes: {{ user.remainingRecoveryCodes }}.
de: Verbleibende Wiederherstellungscodes: {{user.RemainingRecoveryCodes}}.
pt: Restantes códigos de recuperação: {{ user.remainingRecoveryCodes }}.

source: Remarks
de: Bemerkungen
pt: Observações

source: Remarks/Justification
de: Bemerkungen/Begründung
pt: Observações/Justificativa

source: Representative
de: Vertreter
pt: Representante

source: Reset
de: Zurücksetzen
pt: Reinicialização

source: Reset filter
de: Filter zurücksetzen
pt: Reiniciar o filtro

source: Reset password
de: Kennwort zurücksetzen
pt: Redefinir palavra-passe

source: Reset positions
de: Positionen zurücksetzen
pt: Repor posições

source: Reset successful
de: Zurücksetzen erfolgreich
pt: Repor com sucesso

source: Residual risk
de: Restrisiko
pt: Risco residual

source: Residual risks
de: Restrisiken
pt: Riscos residuais

source: Restore
de: Wiederherstellen
pt: Restaurar

source: Results of risk assessment
de: Ergebnisse der Risikoanalyse
pt: Resultados da avaliação dos riscos

source: Return to risk analysis
de: Zurück zur Risikoanalyse
pt: Regresso à análise de risco

source: Risk
de: Risiko
pt: Risco

source: Risk after
de: Risiko nach
pt: Risco após

source: Risk already link to this recommendation
de: Risiko bereits mit dieser Empfehlung verknüpft
pt: O risco já está ligado a esta recomendação

source: Risk analyses
de: Risikoanalysen
pt: Análises de risco

source: Risk analysis
de: Risikoanalyse
pt: Análise de risco

source: Risk analysis context
de: Risikoanalysenkontext
pt: Contexto da análise de risco

source: Risk analysis does not exist
de: Risikoanalyse existiert nicht
pt: A análise de risco não existe

source: Risk analysis label
de: Risikoanalysenetikett
pt: Rótulo de análise de risco

source: Risk analysis missing
de: Risikoanalyse fehlt
pt: Análise de risco em falta

source: Risk analysis to export is required
de: Zu exportierende Risikoanalyse ist erforderlich
pt: É necessária uma análise de risco para exportar

source: Risk before
de: Risiko vor
pt: Risco anterior

source: Risk context
de: Risiko-Kontext
pt: Contexto de risco

source: Risk description
de: Risikobeschreibung
pt: Descrição do risco

source: Risk description:
de: Risikobeschreibung:
pt: Descrição do risco:

source: Risk integrity violation
de: Risikointegritätsverletzung
pt: Violação da integridade do risco

source: Risk management context
de: Risikomanagementkontext
pt: Contexto de gestão de risco

source: Risk owner
de: Risikoeigentümer
pt: Proprietário de risco

source: Risk probability
de: Risikowahrscheinlichkeit
pt: Probabilidade de risco

source: Risk sheet
de: Risikoblatt
pt: Ficha de risco

source: Risk threshold (on max CIA)
de: Risikoschwelle (bei max. CIA)
pt: Limiar de risco (na CIA máxima)

source: Risk threshold (on max NET risk)
de: Risikoschwelle (bei max. NETTORISIKO)
pt: Limiar de risco (no risco máximo líquido)

source: Risk treatment plan management
de: Risikobehandlungsplan-Verwaltung
pt: Gestão do plano de tratamento de riscos

source: Risks
de: Risiken
pt: Riscos

source: Risks analysis context
de: Risikoanalysekontext
pt: Contexto da análise de riscos

source: Risks analyzes
de: Risikoanalysen
pt: Análise de riscos

source: Risks by control
de: Risiken nach Maßnahme
pt: Riscos por controlo

source: Risks management organisation
de: Risikomanagementorganisation
pt: Organização da gestão dos riscos

source: Root (none)
de: Stamm (keiner)
pt: Raiz (nenhuma)

source: Rows per page:
de: Zeilen pro Seite:
pt: Linhas por página:

source: Russian
de: Russisch
pt: Russo

source: Sat
de: Sa
pt: Sábado

source: Saturday
de: Samstag
pt: Sábado

source: Save
de: Speichern
pt: Guardar

source: Save changes
de: Änderungen speichern
pt: Guardar alterações

source: Scan the QR code with your two-factor application and enter the token in the input.
de: Scannen Sie den QR-Code mit Ihrer Zwei-Faktor-Anwendung und geben Sie das Token in die Eingabe ein.
pt: Digitalize o código QR com a sua aplicação de dois factores e introduza o token.

source: Scope
de: Bereich
pt: Âmbito

source: Search
de: Suche
pt: Pesquisa

source: Search a processing to create one from an existing
de: Suchen Sie ein Verzeichnis, um ein Verzeichnis aus einer bestehenden zu erstellen
pt: Pesquisar um processamento para criar um a partir de um já existente

source: Search a processor to add one from an existing
de: Suchen Sie ein Auftragnehmer, um ein Auftragnehmer aus einer bestehenden zu erstellen
pt: Pesquisar um processador para adicionar um de um já existente

source: Search a recommendation
de: Eine Empfehlung suchen
pt: Pesquisar uma recomendação

source: Search a recommendation to create one from an existing
de: Suchen Sie eine Empfehlung, um eine Empfehlung aus einer bestehenden zu erstellen
pt: Pesquise uma recomendação para criar uma a partir de uma já existente

source: Search an asset...
de: Einen Wert suchen...
pt: Pesquisar um bem...

source: Search...
de: Suchen...
pt: Pesquisar...

source: Secondary
de: Sekundär
pt: Secundário

source: Secondary assets
de: Sekundäre Assets
pt: Activos secundários

source: Secret code for manual setup:
de: Geheimcode für die manuelle Einrichtung:

source: Security
de: Sicherheit
pt: Segurança

source: Security consultant(s)
de: Sicherheitsberater
pt: Consultor(es) de segurança

source: Security controls:
de: Sicherheitskontrollen:
pt: Controlos de segurança:

source: Security measures
de: Datensicherheitsmassnahmen
pt: Medidas de segurança

source: Security referentials
de: Sicherheitsbezugsnormen
pt: Referenciais de segurança

source: See asset in the library
de: Siehe Wert in der Bibliothek
pt: Ver bens na biblioteca

source: Select a recommendation set
de: Wählen Sie einen Empfehlungssatz
pt: Seleccione um conjunto de recomendações

source: Select a referential
de: Wählen Sie eine Bezugsnorm aus
pt: Seleccione um referencial

source: Select a risks model
de: Wählen Sie ein Risikomodell
pt: Seleccione um modelo de risco

source: Select existing risk analysis
de: Existierende Risikoanalyse auswählen
pt: Seleccionar a análise de risco existente

source: Separed by /
de: Getrennt durch /
pt: Separado por /

source: Set password
de: Passwort festlegen
pt: Definir palavra-passe

source: Set up
de: Konfiguration
pt: Instalar

source: Settings
de: Einstellungen
pt: Definições

source: Shared
de: Geteilt
pt: Partilhado
