Repository: monarc-project/ng-client
Catalog: po/*.po
Languages: de, pt

source: December
de: Dezember
pt: Dezembro

source: Definition of the risk evaluation criteria
de: Definition der Risikobeurteilungskriterien
pt: Definição dos critérios de avaliação do risco

source: Delete
de: Löschen
pt: Eliminar

source: Delete asset
de: Wert löschen
pt: Eliminar activo

source: Delete international transfer
de: Internationalen Transfer löschen
pt: Eliminar transferência internacional

source: Delete personal data
de: Persönliche Daten löschen
pt: Apagar dados pessoais

source: Delete processing
de: Verzeichnis löschen
pt: Eliminar processamento

source: Delete recipient
de: Empfänger löschen
pt: Eliminar destinatário

source: Delete recommendation set
de: Empfehlungssatz löschen
pt: Eliminar conjunto de recomendações

source: Delete referential
de: Bezugsnorm löschen
pt: Apagar referencial

source: Delete risk analysis
de: Risikoanalyse löschen
pt: Eliminar a análise de risco

source: Delete scales
de: Skalen löschen
pt: Apagar as escalas

source: Delete specific information risk
de: Spezifisches Informationsrisiko löschen
pt: Eliminar o risco específico de informação

source: Delete specific operational risk
de: Spezifisches operatives Risiko löschen
pt: Eliminar o risco operacional específico

source: Delete your account
de: Lösche deinen Account
pt: Eliminar a sua conta

source: Deletion successful
de: Löschung erfolgreich
pt: Eliminação bem sucedida

source: Deliverable
de: Ergebnis
pt: Entregue em

source: Deliverable template for Implementation plan
de: Lieferbare Vorlage für Implementierungsplan
pt: Modelo de entrega do plano de implementação

source: Deliverable template for Statement of applicability
de: Lieferbare Vorlage für die Anwendbarkeitserklärung
pt: Modelo de entrega para declaração de aplicabilidade

source: Deliverable template for all record of processing activities
de: Lieferbare Vorlage für alle Verzeichnisse von Verarbeitungstätigkeiten
pt: Modelo entregável para todos os registos de actividades de processamento

source: Deliverable template for context validation
de: Lieferbare Vorlage für die Kontextvalidierung
pt: Modelo entregável para validação do contexto

source: Deliverable template for final report
de: Lieferbare Vorlage für den Abschlussbericht
pt: Modelo entregável para o relatório final

source: Deliverable template for model validation
de: Lieferbare Vorlage für die Modellvalidierung
pt: Modelo entregável para validação do modelo

source: Deliverable template for record of processing activities
de: Lieferbare Vorlage für das Verzeichnis von Verarbeitungstätigkeiten
pt: Modelo entregável para registo das actividades de processamento

source: Deliverable templates
de: Lieferbare Vorlagen
pt: Modelos de entrega

source: Deliverable:
de: Ergebnis:
pt: Entregável:

source: Denied
de: Verweigert
pt: Negado

source: Department / People
de: Abteilung / Kontakte
pt: Departamento / Pessoas

source: Descending
de: Absteigend
pt: Descendente

source: Descending value
de: Absteigender Wert
pt: Valor decrescente

source: Description
de: Beschreibung
pt: Descrição

source: Description of retention period
de: Beschreibung der Aufbewahrungsfrist
pt: Descrição do período de retenção

source: Description:
de: Beschreibung:
pt: Descrição:

source: Desktop Computer
de: Schreibtisch-Computer
pt: Computador de secretária

source: Detach
de: Trennen
pt: Destacar

source: Detach asset
de: Wert trennen
pt: Desprender activo

source: Detach component
de: Komponente trennen
pt: Desprender componente

source: Detach controller
de: Verantwortlichen trennen
pt: Desacoplar controlador

source: Detach data protection officer
de: Datenschutzbeauftragten trennen
pt: Destacar o responsável pela protecção de dados

source: Detach joint controller
de: Gemeinsamen Verantwortlichen trennen
pt: Desprender o controlador conjunto

source: Detach processor
de: Auftragnehmer trennen
pt: Processador de separação

source: Detach representative
de: Vertreter trennen
pt: Representante de Destacamento

source: Disable
de: Deaktivieren
pt: Desativar

source: Disable two-factor authentication
de: Zwei-Faktor-Authentifizierung deaktivieren
pt: Desativar a autenticação de dois factores

source: Discrete Bar Chart
de: Vertikales Histogramm
pt: Gráfico de barras discretas

source: Display compliance of
de: Zeigen Sie die Konformität von
pt: Mostrar conformidade de

source: Display current operational risks by
de: Aktuelle operationelle Risiken anzeigen nach
pt: Mostrar os riscos operacionais actuais por

source: Display current risks by
de: Aktuelle Risiken anzeigen nach
pt: Mostrar os riscos actuais por

source: Display on dashboard
de: Anzeige auf dem Dashboard
pt: Afixação no tablier

source: Display or hide from the global dashboard
de: Anzeigen oder Ausblenden aus dem globalen Dashboard
pt: Exibir ou esconder-se do tablier global

source: Display recommendations by
de: Empfehlungen anzeigen nach
pt: Exibir recomendações por

source: Display residual operational risks by
de: Anzeige der verbleibenden operationellen Risiken nach
pt: Mostrar os riscos operacionais residuais por

source: Display residual risks by
de: Anzeige Restrisiken durch
pt: Exibir riscos residuais por

source: Display threats by
de: Bedrohungen anzeigen nach
pt: Exibir ameaças por

source: Display treatment by
de: Behandlung anzeigen nach
pt: Mostrar tratamento por

source: Display vulnerabilities by
de: Sortiere die Schwachstellen nach
pt: Exibir vulnerabilidades por

source: Do you agree to share the statistics ?
de: Sind Sie damit einverstanden, die Statistiken zu teilen?
pt: Concorda em partilhar as estatísticas?

source: Do you want to create new {{externalItem}} ?
de: Möchten Sie einen neuen {{externalItem}} erstellen?
pt: Quer criar um novo {{externalItem}} ?

source: Document name
de: Dokumentname
pt: Nome do documento

source: Documents
de: Dokumente
pt: Documentos

source: Donut Chart
de: Donut-Diagramm
pt: Mapa de Donuts

source: Draft
de: Entwurf
pt: Projecto

source: Drop your DOCX file in this zone, or click here to select a file
de: Legen Sie Ihre DOCX-Datei in dieser Zone ab, oder klicken Sie hier, um eine Datei auszuwählen
pt: Largue o seu ficheiro DOCX nesta zona, ou clique aqui para seleccionar um ficheiro

source: Duplicate asset
de: Wert duplizieren
pt: Duplicação de bens

source: Duplication successful
de: Duplizieren erfolgreich
pt: Duplicação bem sucedida

source: Duration of data retention
de: Aufbewahrungsfrist für Daten
pt: Duração da retenção de dados

source: Dutch
de: Niederländisch
pt: Neerlandês

source: EX
de: NA

source: Edit
de: Bearbeiten
pt: Editar

source: Edit a recommendation
de: Bearbeiten Sie eine Empfehlung
pt: Editar uma recomendação

source: Edit asset
de: Wert bearbeiten
pt: Editar activo

source: Edit asset type
de: Werttyp bearbeiten
pt: Editar tipo de activo

source: Edit category
de: Kategorie bearbeiten
pt: Categoria de edição

source: Edit component
de: Komponente bearbeiten
pt: Componente de edição

source: Edit control
de: Maßnahme bearbeiten
pt: Controlo de edição

source: Edit deliverable template
de: Lieferbare Vorlage bearbeiten
pt: Editar modelo entregável

source: Edit impacts
de: Auswirkungen bearbeiten
pt: Editar impatos

source: Edit interview
de: Interview bearbeiten
pt: Editar entrevista

source: Edit recommendation set
de: Empfehlungssatz bearbeiten
pt: Editar conjunto de recomendações

source: Edit recommendations
de: Empfehlungen bearbeiten
pt: Editar recomendações

source: Edit referential
de: Bezugsnorm bearbeiten
pt: Editar referencial

source: Edit risk
de: Risiko bearbeiten
pt: Editar risco

source: Edit risk analysis
de: Risikoanalyse bearbeiten
pt: Editar análise de risco

source: Edit specific information risk
de: Spezifisches Informationsrisiko bearbeiten
pt: Editar risco específico de informação

source: Edit specific operational risk
de: Spezifisches operatives Risiko bearbeiten
pt: Editar risco operacional específico

source: Edit tag
de: Tag bearbeiten
pt: Etiqueta de edição

source: Edit theme
de: Thema bearbeiten
pt: Editar tema

source: Edit threat
de: Bedrohung bearbeiten
pt: Editar ameaça

source: Edit user
de: Benutzer bearbeiten
pt: Editar utilizador

source: Edit vulnerability
de: Schwachstelle bearbeiten
pt: Editar vulnerabilidade

source: Edition successful
de: Bearbeitung erfolgreich
pt: Edição bem sucedida

source: Employee, existing customers, recruitment candidates
de: Mitarbeiter, Bestandskunden, Rekrutierungskandidaten
pt: Empregado, clientes existentes, candidatos de recrutamento

source: Enabled
de: Aktiviert
pt: Ativado

source: Encrypted storage, access controls
de: Verschlüsselte Speicherung, Zugriffskontrollen
pt: Armazenamento encriptado, controlos de acesso

source: Encryption
de: Verschlüsselung
pt: Criptografia

source: End Date
de: Enddatum
pt: Data de fim

source: English
de: Englisch
pt: Inglês

source: Enter the token from your two-factor application.
de: Geben Sie das Token von Ihrer Zwei-Faktor-Anwendung ein.
pt: Introduza o símbolo da sua aplicação de dois factores.

source: Entity does not exist
de: Einheit existiert nicht
pt: Entidade não existe

source: Entity does not exist for this risk analysis
de: Einheit existiert nicht für diese Risikoanalyse
pt: Entidade não existe para esta análise de risco

source: Error
de: Fehler
pt: Erro

source: Error when disabling two-factor authentication.
de: Fehler beim Deaktivieren der Zwei-Faktor-Authentifizierung.
pt: Erro ao desactivar a autenticação de dois factores.

source: Error when enabling two-factor authentication.
de: Fehler beim Aktivieren der Zwei-Faktor-Authentifizierung.
pt: Erro ao activar a autenticação de dois factores.

source: Error when generating recovery codes.
de: Fehler beim Generieren von Wiederherstellungscodes.
pt: Erro ao gerar códigos de recuperação.

source: Error while uploading
de: Fehler beim Hochladen
pt: Erro durante o carregamento

source: Estimation, evaluation and risk treatment
de: Schätzung, Beurteilung und Risikobehandlung
pt: Estimativa, avaliação e tratamento de risco

source: Evaluation and treatment of risks
de: Beurteilung und Behandlung von Risiken
pt: Avaliação e tratamento dos riscos

source: Evaluation of Trends and Threat, and synthesis
de: Beurteilung von Trends und Bedrohungen sowie Synthese
pt: Avaliação de Tendências e Ameaças, e síntese

source: Evaluation scales
de: Beurteilungsskalen
pt: Escalas de avaliação

source: Evidences
de: Nachweise
pt: Evidências

source: Ex: Category1/ Category2/ Category3
de: Beispiel: Kategorie1/ Kategorie2/ Kategorie3
pt: Exemplo: Categoria1/ Categoria2/ Categoria3

source: Example File
de: Beispieldatei
pt: Exemplo de ficheiro

source: Example:
de: Beispiel:
pt: Exemplo:

source: Excluded
de: Nicht anwendbar
pt: Excluído

source: Existing controls
de: Existierende Maßnahmen
pt: Controlos existentes

source: Existing controls:
de: Existierende Maßnahmen:
pt: Os controlos existentes:

source: Existing risk analysis
de: Existierende Risikoanalyse
pt: Análise de risco existente

source: Expand all
de: Alles erweitern
pt: Expandir tudo

source: Export Match referentials
de: Export von Korrespondenz zwischen Bezugsnormen
pt: Exportar referencial de igualdade

source: Export all processings in one file
de: Exportieren Sie alle Verzeichnisse in eine Datei
pt: Exportar todos os processamentos num só ficheiro

source: Export analysis
de: Analyse exportieren
pt: Análise de exportação

source: Export asset
de: Wert exportieren
pt: Ativo de exportação

source: Export options
de: Optionen exportieren
pt: Opções de exportação

source: Export processing
de: Exportverzeichnis
pt: Processamento de exportação

source: Export risk analysis
de: Risikoanalyse exportieren
pt: Análise de risco de exportação

source: Export successful
de: Export erfolgreich
pt: Exportar com sucesso

source: Export the whole risk analysis
de: Die ganze Risikoanalyse exportieren
pt: Exportar toda a análise de risco

source: Include assets library?
de: Assets-Bibliothek einbinden?

source: Include knowledge base?
de: Wissensdatenbank einbeziehen?

source: Export with assessments?
de: Mit Beurteilungen exportieren?
pt: Exportar com avaliações?

source: External
de: Externe
pt: Exterior

source: February
de: Februar
pt: Fevereiro

source: Field label
de: Feldbezeichnung
pt: Etiqueta de campo

source: Field previous missing
de: Feld Voriges fehlt
pt: Campo anterior em falta

source: File Schema (csv, xlsx, ods)
de: Dateischema (csv, xlsx, ods)
pt: Esquema do ficheiro (csv, xlsx, ods)

source: File Schema (json, bin)
de: Dateischema (json, bin)
pt: Esquema do ficheiro (json, caixote do lixo)

source: File error
de: Dateifehler
pt: Erro no ficheiro

source: File import center
de: Dateiimportzentrum
pt: Centro de importação de ficheiros

source: File missing
de: Datei fehlt
pt: Ficheiro em falta

source: File password (if any)
de: Datei Passwort (falls vorhanden)
pt: Palavra-Passe de arquivo (se houver)

source: File type not supported
de: Dateityp wird nicht unterstützt
pt: Tipo de ficheiro não suportado

source: Filter by risk analysis
de: Nach Risikoanalyse filtern
pt: Filtrar por análise de risco

source: Filter by treatment
de: Filtern nach Behandlung
pt: Filtrar por tratamento

source: Filter table
de: Tabelle filtern
pt: Tabela de filtros

source: Final
de: Endgültig

source: Final report
de: Abschlussbericht
pt: Relatório final

source: Financial management, talent research
de: Finanzmanagement, Talentforschung
pt: Gestão financeira, investigação de talentos

source: Fire
de: Feuer
pt: Incêndio

source: First name
de: Vorname
pt: Primeiro nome

source: For level of compliance, you can choose import mode calculation. (Average or worse level)
de: Für den Übereinstimmungsgrad können Sie die Berechnung im Importmodus wählen. (mittleres Niveau oder schlechter)
pt: Para o nível de conformidade, pode escolher o cálculo do modo de importação. (Nível médio ou pior)

source: Force deletion
de: Löschung erzwingen
pt: Forçar a eliminação

source: Force probability in the analysis
de: Wahrscheinlichkeit in der Analyse erzwingen
pt: Forçar a probabilidade na análise

source: Force risks to follow movement
de: Bewegungsverfolgung der Risiken erzwingen
pt: Forçar os riscos a seguir o movimento

source: Force risks to follow trends
de: Trendverfolgung der Risiken erzwingen
pt: Forçar os riscos a seguir as tendências

source: French
de: Französisch
pt: Francês

source: Friday
de: Freitag
pt: Sexta-feira

source: From referential
de: Von Bezugsnorm
pt: Do referencial

source: From referential matched
de: Von Bezugsnorm
pt: A partir de referenciais combinados

source: General information
de: Allgemeine Informationen
pt: Informação geral

source: General settings
de: Allgemeine Einstellungen
pt: Definições gerais

source: Generate new codes
de: Generieren Sie neue Codes
pt: Gerar novos códigos

source: Generation successful
de: Generierung erfolgreich
pt: Geração de sucesso

source: Generic
de: Allgemein
pt: Genérico

source: German
de: Deutsch
pt: Alemão

source: Get import error
de: Importfehler erhalten

source: Global assets
de: Globale Werte
pt: Ativos globais

source: Global dashboard
de: Globales Dashboard
pt: Painel de bordo global

source: Global dashboard settings
de: Globale Dashboard-Einstellungen
pt: Definições globais do painel de instrumentos

source: Go back
de: Gehe zurück
pt: Voltar

source: Governance
de: Führungssystem
pt: Governação

source: Grouped
de: Gruppiert
pt: Agrupados

source: Hidden on global dashboard
de: Ausgeblendet auf dem globalen Dashboard
pt: Escondido do board global

source: Hide
de: Ausblenden
pt: Esconder

source: High risks
de: Hohe Risiken
pt: Riscos elevados

source: Home
de: Startseite
pt: Início

source: Horizontal Bar Chart
de: Horizontales Histogramm
pt: Gráfico de barras horizontais

source: I Impact
de: I-Auswirkung
pt: I Impacto

source: I agree
de: Ich stimme zu
pt: Eu Concordo

source: I don’t agree
de: Ich bin nicht einverstanden
pt: Eu não concordo

source: IT charter Conditions of use General terms and conditions
de: IT-Charta Nutzungsbedingungen Allgemeine Bedingungen
pt: Carta informática Condições de utilização Termos e condições gerais

source: Identification of assets, vulnerabilities and impacts appreciation
de: Identifikation von Werten, Schwachstellen und Abschätzung der Auswirkungen
pt: Identificação de bens, vulnerabilidades e avaliação de impactos

source: If there is a multiple matching:
de: Wenn es mehrere Übereinstimmungen gibt:
pt: Se houver uma correspondência múltipla:

source: If you regenerate recovery codes, you automatically invalidate old codes.
de: Wenn Sie Wiederherstellungscodes regenerieren, werden Sie automatisch alte Codes ungültig.
pt: Se regenerar códigos de recuperação, invalida automaticamente os códigos antigos.

source: If you save this template, previous templates will be lost.
de: Wenn Sie diese Vorlage speichern, gehen frühere Vorlagen verloren.
pt: Se guardar este modelo, os modelos anteriores serão perdidos.

source: Imp.
de: Ausw.

source: Risk ID
de: Risiko-ID

source: Impact
de: Auswirkung
pt: Impacto

source: Impacted criteria
de: Betroffene Kriterien
pt: Critérios de impato

source: Impacts
de: Auswirkungen
pt: Impatos

source: Impacts and consequences scale:
de: Skala der Auswirkungen und Folgen:
pt: Impatos e escala de consequências:

source: Impacts scale:
de: Auswirkungsskala:
pt: Escala de impatos:

source: Implementation Plan
de: Implementierungsplan
pt: Plano de implementação

source: Implementation and monitoring
de: Implementierung und Überwachung
pt: Implementação e monitorização

source: Implementation comment
de: Implementierungskommentar
pt: Comentário de implementação

source: Implementation history
de: Implementierungsverlauf
pt: Histórico de implementação

source: Implementation of the risk treatment plan
de: Implementierung des Risikobehandlungsplans
pt: Implementação do plano de tratamento de riscos

source: Import Error
de: Importfehler

source: Import Match referentials
de: Export von Korrespondenz zwischen Bezugsnormen
pt: Referenciais de Partida de Importação

source: Import Options
de: Importoptionen
pt: Opções de importação

source: Import a file
de: Datei importieren
pt: Importar um ficheiro

source: Import a recommendation set from MOSP
de: Importieren Sie eine Empfehlungsset von MOSP
pt: Importar um conjunto de recomendações do MOSP

source: Import a referential from MOSP
de: Importieren Sie eine Bezugsnorm von MOSP
pt: Importar um referencial do MOSP

source: Import a referentials match
de: Importieren Sie eine Übereinstimmung mit Referenzen
pt: Importar uma correspondência de referências

source: Import a referentials match from MOSP
de: Importieren Sie eine Referenzreferenzübereinstimmung aus MOSP
pt: Importar uma correspondência de referências do MOSP

source: Import a risk analysis
de: Eine Risikoanalyse importieren
pt: Importar uma análise de risco

source: Import a statement of applicability (SOA)
de: Importieren Sie eine Anwendbarkeitserklärung (SOA)
pt: Importar uma declaração de aplicabilidade (SOA)

source: Import a threat from MOSP
de: Importieren Sie eine Bedrohung von MOSP
pt: Importar uma ameaça do MOSP

source: Import a vulnerability from MOSP
de: Importieren Sie eine Schwachstelle von MOSP
pt: Importar uma vulnerabilidade do MOSP

source: Import an asset from MOSP
de: Importieren Sie ein Wert von MOSP
pt: Importar um bem do MOSP

source: Import an asset type from MOSP
de: Importieren eines Asset-Typs aus MOSP
pt: Importar um tipo de ativo do MOSP

source: Import an information risk from MOSP
de: Importieren eines Informationsrisikos aus MOSP
pt: Importar um risco de informação do MOSP

source: Import analysis
de: Analyse importieren
pt: Análise das importações

source: Import asset
de: Wert importieren
pt: Importar bens

source: Import file
de: Datei importieren
pt: Importar ficheiro

source: Import from MOSP
de: Aus MOSP importieren
pt: Importação do MOSP

source: Import from file
de: Aus Datei importieren
pt: Importação de ficheiro

source: Import from other referential
de: Importieren aus Bezugsnorm
pt: Importação de outros referenciais

source: Import log messages
de: Protokollnachrichten importieren

source: Import method:
de: Importmethode:
pt: Método de importação:

source: Import successful
de: Import erfolgreich
pt: Importar com sucesso

source: Importance
de: Gewichtung
pt: Importância

source: Importance is required
de: Wichtigkeit ist erforderlich
pt: A importância é necessária

source: Important (••)
de: Wichtig (••)
pt: Importante (••)

source: Importing file...
de: Datei wird importiert...
pt: Importação de ficheiro...

source: In progress
de: In Bearbeitung
pt: Em curso

source: In the library, this asset is a direct component of :
de: In der Bibliothek ist dieser Wert eine direkte Komponente von:
pt: Na biblioteca, este bem é uma componente directa de :

source: Inclusion/Exclusion
de: Einbeziehung / Ausschluss
pt: Inclusão/Exclusão

source: Info. Risks - daily values
de: Infor. Risiken - Tageswerte
pt: Informação. Riscos - valores diários

source: Information risk
de: Informationsrisiko
pt: Risco de informação

source: Information risks
de: Informationsrisiken
pt: Riscos de informação

source: Inherent probability
de: Inhärente Wahrscheinlichkeit
pt: Probabilidade inerente

source: Inherent risk
de: Inhärentes Risiko
pt: Risco inerente

source: Inherited
de: Geerbt
pt: Herdado

source: Integrity
de: Integrität
pt: Integridade

source: Interface language
de: Sprache der Benutzeroberfläche
pt: Idioma da interface

source: Internal
de: Intern
pt: Interno

source: International transfers
de: Internationale Datenübertragungen
pt: Transferências internacionais

source: Interviews table
de: Interviewtabelle
pt: Tabela de entrevistas

source: Invalid date format
de: Ungültiges Datumsformat
pt: Formato de data inválido

source: Ireland, UK, Canada
de: Irland, Großbritannien, Kanada
pt: Irlanda, Reino Unido, Canadá

source: Italian
de: Italienisch
pt: Italiano

source: Jan
de: Jän

source: January
de: Januar
pt: Janeiro

source: January payroll account, summer recruitment
de: Januar Lohnkonto, Sommerrekrutierung
pt: Conta de folha de pagamento de Janeiro, recrutamento de Verão

source: Japanese
de: Japanisch
pt: Japonês

source: Joint controllers
de: Gemeinsam Verantwortliche
pt: Controladores conjuntos

source: Jul
de: Juli

source: July
de: Juli
pt: Julho

source: Jun
de: Juni

source: June
de: Juni
pt: Junho

source: Keywords
de: Schlüsselwörter
pt: Palavras-chave

source: Kind of treatment
de: Art der Behandlung
pt: Tipo de tratamento

source: Kind of treatment:
de: Art der Behandlung:
pt: Tipo de tratamento:

source: Knowledge base
de: Wissensdatenbank
pt: Base de conhecimento

source: LR
de: RA

source: Label
de: Bezeichnung
pt: Etiqueta

source: Labels and descriptions
de: Bezeichnungen und Beschreibungen
pt: Etiquetas e descrições

source: Language
de: Sprache
pt: Idioma

source: Last name
de: Nachname
pt: Apelido

source: Legal requirements
de: Rechtliche Anforderungen
pt: Requisitos legais

source: Level
de: Ebene
pt: Nível

source: Level of compliance
de: Grad der Konformität
pt: Nível de conformidade

source: Levels
de: Ebenen
pt: Níveis

source: Library
de: Bibliothek
pt: Biblioteca

source: Likelihood
de: Wahrscheinlichkeit
pt: Probabilidade

source: Likelihood scale:
de: Wahrscheinlichkeitsskala:
pt: Escala de probabilidade:

source: List of available snapshots
de: Liste verfügbarer Momentaufnahmen
pt: Lista de instantâneos disponíveis

source: List of categories:
de: Liste der Kategorien:
pt: Lista de categorias:

source: List of common MONARC assets
de: Liste gemeinsamer MONARC-Werte
pt: Lista de bens comuns MONARC

source: List of risks models
de: Liste der Risikomodelle
pt: Lista de modelos de risco

source: List of tags:
de: Liste der tags:
pt: Lista de etiquetas:

source: List of themes:
de: Liste der Themen:
pt: Lista de temas:
