Repository: monarc-project/ng-client
Catalog: po/*.po
Languages: de, pt

source: {{count}} tags have been deleted.
de: {{count}} Tags wurden gelöscht.
pt: {{count}} etiquetas foram eliminadas.

source: {{count}} threats have been deleted.
de: {{count}} Bedrohungen wurden gelöscht.
pt: {{count}} ameaças foram eliminadas.

source: {{count}} vulnerabilities have been deleted.
de: {{count}} Schwachstelle(n) wurde(n) gelöscht.
pt: {{count}} vulnerabilidades foram eliminadas.

source: 2FA QRCode
pt: 2FA Código QR

source: Administrator
pt: Administrador

source: Apr
pt: Abr

source: April
pt: Abril

source: Aug
pt: Ago

source: August
pt: Agosto

source: Authenticator App
pt: Aplicativo Autenticador

source: Code
pt: Código

source: Dashboard
pt: Painel de instrumentos

source: Details
pt: Detalhes

source: E-mail
pt: Correio electrónico

source: Ex: Tag1/Tag2/Tag3
pt: Exemplo: Tag1/Tag2/Tag3

source: Export
pt: Exportação

source: Export (PNG)
pt: Exportação (PNG)

source: Feb
pt: Fev

source: Fri
pt: Sex

source: Import
pt: Importação

source: Interviews
pt: Entrevistas

source: Name
pt: Nome

source: November
pt: Novembro

source: Optional (•)
pt: Opcional (•)

source: Organisation
pt: Organização

source: Position
pt: Posição

source: Sep
pt: Set

source: September
pt: Setembro

source: Status
pt: Estado

source: Tag
pt: Etiqueta

source: Tags
pt: Etiquetas

source: Tools
pt: Ferramentas

source: Trend
pt: Tendência

source: Version
pt: Versão
