Repository: monarc-project/ng-client
Catalog: po/*.po
Languages: de, pt

source: There is no document template of this category for this language.
de: Für diese Sprache gibt es keine Dokumentvorlage dieses Typs.
pt: Não existe um modelo de documento desta categoria para esta língua.

source: This actor will be deleted if it is not used anymore in the risk analysis.
de: Dieser Agent wird gelöscht, wenn er in der Risikoanalyse nicht mehr verwendet wird.
pt: Este actor será eliminado se não for mais utilizado na análise de risco.

source: This asset already exists in the current risk analysis
de: Dieser Wert existiert bereits in der aktuellen Risikoanalyse
pt: Este activo já existe na análise de risco actual

source: This asset is not bound to the risk analysis
de: Dieser Wert ist nicht an die Risikoanalyse gebunden
pt: Este activo não está vinculado à análise de risco

source: This cannot be higher than
de: Dies kann nicht höher sein als
pt: Isto não pode ser superior a

source: This cannot be higher than the orange threshold
de: Dies kann nicht höher sein als die orange Schwelle
pt: Isto não pode ser superior ao limiar laranja

source: This cannot be lower than the green threshold
de: Dies kann nicht niedriger sein als die grüne Schwelle
pt: Isto não pode ser inferior ao limiar verde

source: This cannot be lower than zero
de: Dies kann nicht niedriger sein als Null
pt: Isto não pode ser inferior a zero

source: This code is already used
de: Dieser Code wird bereits verwendet
pt: Este código já é utilizado

source: This component already exist for this asset
de: Diese Komponente existiert bereits für diesen Wert
pt: Este componente já existe para este activo

source: This e-mail address does not look valid
de: Diese E-Mail-Adresse scheint nicht gültig zu sein
pt: Este endereço de e-mail não parece válido

source: This instance and all its children will be removed from the risk analysis. This operation cannot be undone.
de: Diese Instanz und all ihre untergeordneten Elemente werden von der Risikoanalyse entfernt. Dieser Vorgang kann nicht rückgängig gemacht werden.
pt: Esta instância e todas as suas crianças serão retiradas da análise de risco. Esta operação não pode ser desfeita.

source: This is not a root instance
de: Dies ist keine Stamminstanz
pt: Esta não é uma instância de raiz

source: This name is already used
de: Dieser Name wird bereits verwendet
pt: Este nome já é utilizado

source: This operation is irreversible and the analysis will be not complete.
de: Dieser Vorgang ist irreversibel und die Analyse ist nicht vollständig.

source: This operation is irreversible.
de: Dieser Vorgang ist unumkehrbar.
pt: Esta operação é irreversível.

source: This proxy alias is already used
de: Dieser Proxy-Alias wird bereits verwendet
pt: Este pseudónimo de proxy já é utilizado

source: This risk already exists in this asset type
de: Dieses Risiko existiert bereits in diesem Werttyp
pt: Este risco já existe neste tipo de activo

source: This risk analysis does not exist
de: Diese Risikoanalyse existiert nicht
pt: Esta análise de risco não existe

source: This risk is already on the import list
de: Dieses Risiko steht bereits auf der Importliste
pt: Este risco já está na lista de importação

source: This risk is already used
de: Dieses Risiko wird bereits verwendet
pt: Este risco já é utilizado

source: This type of asset is used in a model that is no longer part of the list
de: Dieser Typ Wert wird in einem Modell verwendet, das nicht mehr zur Liste gehört
pt: Este tipo de activo é utilizado num modelo que já não faz parte da lista

source: Threat
de: Bedrohung
pt: Ameaça

source: Threat assessment saved successfully
de: Bedrohungsbeurteilung erfolgreich gespeichert
pt: Avaliação de ameaças salvas com sucesso

source: Threat evaluation summary saved successfully
de: Zusammenfassung der Bedrohungsbeurteilung erfolgreich gespeichert
pt: Resumo da avaliação de ameaças guardado com sucesso

source: Threat probability
de: Bedrohungswahrscheinlichkeit
pt: Probabilidade de ameaça

source: Threat:
de: Bedrohung:
pt: Ameaça:

source: Threats
de: Bedrohungen
pt: Ameaças

source: Threats analysis
de: Analyse von Bedrohungen
pt: Análise de ameaças

source: Threats assessment
de: Beurteilung von Bedrohungen
pt: Avaliação das ameaças

source: Thu
de: Do

source: Thursday
de: Donnerstag
pt: Quinta-feira

source: To delete ?
de: Zum Löschen ?
pt: Para eliminar ?

source: Token from your two-factor application.
de: Token aus Ihrer Zwei-Faktor-Anwendung.
pt: Ficha da sua aplicação de dois factores.

source: Total
de: Gesamt

source: Treated
de: Behandelt
pt: Tratados

source: Treatment
de: Behandlung
pt: Tratamento

source: Trends assessment
de: Beurteilung von Trends
pt: Avaliação das tendências

source: Trends assessment saved successfully
de: Beurteilung von Trends erfolgreich gespeichert
pt: Avaliação de tendências guardadas com sucesso

source: Tue
de: Di
pt: Ter

source: Tuesday
de: Dienstag
pt: Terça-feira

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
pt: Autenticação de dois factores

source: Two-factor authentication failed
de: Zwei-Faktor-Authentifizierung fehlgeschlagen
pt: A autenticação de dois factores falhou

source: Two-factor authentication is already set up. If you submit a new token below, your previous private key will be invalided. This can be an issue if you are using several OTP devices.
de: Die Zwei-Faktor-Authentifizierung ist bereits eingerichtet. Wenn Sie unten ein neues Token einreichen, wird Ihr vorheriger privater Schlüssel ungültig. Dies kann ein Problem darstellen, wenn Sie mehrere OTP-Geräte verwenden.
pt: A autenticação de dois factores já está configurada. Se submeter uma nova ficha abaixo, a sua chave privada anterior será invalidada. Isto pode ser um problema se estiver a utilizar vários dispositivos OTP.

source: Two-factor authentication is enforced on this instance.
de: Die Zwei-Faktor-Authentifizierung wird in dieser Instanz erzwungen.
pt: A autenticação de dois factores é aplicada neste caso.

source: Two-factor authentication is now activated.
de: Die Zwei-Faktor-Authentifizierung wird jetzt aktiviert.
pt: A autenticação de dois factores está agora activada.

source: Two-factor authentication is now deactivated.
de: Die Zwei-Faktor-Authentifizierung ist jetzt deaktiviert.
pt: A autenticação de dois factores está agora desactivada.

source: Two-factor verification code
de: Zwei-Faktor-Verifizierungscode
pt: Código de verificação de dois factores

source: TxV
de: BxS

source: Type
de: Typ
pt: Tipo

source: Type of risks
de: Niedrige Risiken
pt: Tipo de riscos

source: Uncategorized
de: Nicht kategorisiert
pt: Não categorizado

source: Under import process ...
de: Im Importprozess …

source: Unknown
de: Unbekannt
pt: Desconhecido

source: Update
de: Aktualisieren
pt: Actualização

source: Update controls
de: Update Maßnahmen
pt: Controlos de actualização

source: Update date
de: Aktualisierungsdatum
pt: Data de actualização

source: Update password
de: Kennwort aktualisieren
pt: Actualizar palavra-passe

source: Update settings
de: Update-Einstellungen
pt: Definições de actualização

source: Updating risks...
de: Risiken werden aktualisiert...
pt: Actualizar os riscos...

source: Urgent (•••)
de: Dringend (•••)
pt: Urgente (•••)

source: Use a second factor besides your password to increase security for your account.
de: Verwenden Sie neben Ihrem Passwort einen zweiten Faktor, um die Sicherheit für Ihr Konto zu erhöhen.
pt: Use um segundo factor para além da sua palavra-passe para aumentar a segurança da sua conta.

source: Use an existing risk
de: Ein existierendes Risiko verwenden
pt: Utilizar um risco existente

source: Use recovery code?
de: Wiederherstellungscode verwenden?
pt: Usar código de recuperação?

source: Useful information for safety, advice
de: Hilfreiche Informationen zur Sicherheit, Beratung
pt: Informação útil para a segurança, conselhos

source: User
de: Benutzer
pt: Utilizador

source: Username
de: Benutzername
pt: Nome de utilizador

source: Users
de: Benutzer
pt: Utilizadores

source: Validate
de: Überprüfen
pt: Validar

source: Validation date:
de: Validierungsdatum:
pt: Data de validação:

source: Value for F is not valid
de: Wert für F ist ungültig
pt: O valor para F não é válido

source: Value for L is not valid
de: Wert für G ist ungültig
pt: O valor para L não é válido

source: Value for O is not valid
de: Wert für O ist ungültig
pt: Valor para O não é válido

source: Value for P is not valid
de: Wert für P ist ungültig
pt: O valor para P não é válido

source: Value for R is not valid
de: Wert für R ist ungültig
pt: O valor para R não é válido

source: Value for probability is not valid
de: Wert für Wahrscheinlichkeit ist ungültig
pt: O valor da probabilidade não é válido

source: Value for probability is not valid, Value for qualification is not valid
de: Wert für Wahrscheinlichkeit ist ungültig, Wert für Qualifizierung ist ungültig
pt: Valor para probabilidade não é válido, Valor para qualificação não é válido

source: Value for qualification is not valid
de: Wert für Qualifizierung ist ungültig
pt: O valor da qualificação não é válido

source: Value for qualification is not valid, Value for reduction amount is not valid
de: Wert für Qualifizierung ist ungültig, Wert für Herabsetzung ist ungültig
pt: Valor para qualificação não é válido, Valor para montante de redução não é válido

source: Value:
de: Wert:
pt: Valor:

source: Vertical Bar Chart
de: Vertikales Balkendiagramm
pt: Gráfico de Barras Verticais

source: Visible on global dashboard
de: Sichtbar auf dem globalen Dashboard
pt: Visível no painel de bordo global

source: Vulnerabilities
de: Schwachstellen
pt: Vulnerabilidades

source: Vulnerabilities scale:
de: Qualifizierungsskala:
pt: Escala de vulnerabilidades:

source: Vulnerability
de: Schwachstelle
pt: Vulnerabilidade

source: Vulnerability qualification
de: Sicherheitsrisikoqualifizierung
pt: Qualificação de vulnerabilidades

source: Vulnerability reduction
de: Schwachstellenqualifikation
pt: Redução de vulnerabilidades

source: Vulnerability:
de: Schwachstelle:
pt: Vulnerabilidade:

source: Vulnerabilties
de: Schwachstellen
pt: Vulnerabilidades

source: Wed
de: Mi

source: Wednesday
de: Mittwoch
pt: Quarta-feira

source: What is your MOSP API Key?
de: Wie lautet Ihr MOSP-API-Schlüssel?
pt: Qual é a sua chave MOSP API?

source: Without password
de: Ohne Kennwort
pt: Sem palavra-passe

source: Worse level
de: Schlechteres Niveau
pt: Pior nível

source: Wrap all
de: Alle umschließen
pt: Envolver tudo

source: Wrong MOSP API Key. Try again.
de: Falscher MOSP-API-Schlüssel. Versuchen Sie es erneut.
pt: Chave MOSP API errada. Tente novamente.

source: Wrong schema
de: Falsches Schema
pt: Esquema errado

source: Yes
de: Ja
pt: Sim

source: You are about to validate the implementation of recommendation <b>{{rec.code}} - {{rec.description}}</b> for the following risk:
de: Sie sind im Begriff, die Implementierung der Empfehlung <b>{{rec.code}} - {{rec.description}}</b> für das folgende Risiko zu überprüfen:
pt: Está prestes a validar a implementação da recomendação <b>{{rec.code}} - {{rec.description}}</b> para o seguinte risco:

source: You are currently on a snapshot, no changes will be possible.
de: Sie sind zurzeit in einer Momentaufnahme, Änderungen sind nicht möglich.
pt: Está actualmente num instantâneo, não será possível qualquer alteração.

source: You are in the knowledge base. No evaluation may be set in this space.
de: Sie sind in der Wissensdatenbank. In diesem Bereich darf keine Beurteilung festgelegt werden.
pt: Encontra-se na base de conhecimentos. Nenhuma avaliação pode ser definida neste espaço.

source: You are not authorized to duplicate this analysis
de: Sie haben keine Berechtigung zum Duplizieren dieser Analyse
pt: Não está autorizado a duplicar esta análise

source: You can not make this change. The level of integrity between the model and its assets would corrupt
de: Sie können diese Änderung nicht vornehmen. Das Integritätsniveau zwischen dem Modell und seinen Werten würde beschädigt
pt: Não se pode fazer esta mudança. O nível de integridade entre o modelo e os seus activos corromperia

source: You can select which fields of the SOA you want to import.
de: Sie können auswählen, welche Felder der SOA Sie importieren möchten.
pt: Pode seleccionar quais os campos do SOA que pretende importar.

source: You can't delete yourself
de: Sie können sich nicht selbst löschen
pt: Não se pode apagar

source: You can't have a generic asset based on a specific asset
de: Sie können keinen auf einem spezifischen Wert basierenden allgemeinen Wert haben
pt: Não se pode ter um bem genérico baseado num bem específico

source: You cannot add a specific asset to a generic model
de: Sie können einem allgemeinen Modell keinen spezifischen Wert hinzufügen
pt: Não se pode acrescentar um bem específico a um modelo genérico

source: You cannot add a specific asset to a generic parent
de: Sie können einem allgemeinen übergeordneten Element keinen spezifischen Wert hinzufügen
pt: Não se pode acrescentar um bem específico a um progenitor genérico

source: You cannot add yourself as a component
de: Sie können sich nicht selbst als Komponente hinzufügen
pt: Não se pode adicionar a si próprio como um componente

source: You cannot change the asset type of an existing asset.
de: Sie können den Werttyp eines existierenden Werts nicht ändern.
pt: Não se pode alterar o tipo de activo de um activo existente.

source: You cannot change the scope of an existing asset.
de: Sie können den Bereich eines existierenden Werts nicht ändern.
pt: Não se pode alterar o âmbito de um bem existente.

source: You cannot create a cyclic dependency
de: Sie können keine zyklische Abhängigkeit erstellen
pt: Não se pode criar uma dependência cíclica

source: You cannot create an asset that is both global and primary
de: Sie können keinen Wert erstellen, der global und primär ist
pt: Não se pode criar um bem que seja simultaneamente global e primário

source: You cannot set this asset to generic mode because one of its children is in specific mode.
de: Sie können für diesen Wert nicht den allgemeinen Modus festlegen, da sich eins der untergeordneten Elemente im spezifischen Modus befindet.
pt: Não se pode definir este activo para modo genérico porque um dos seus filhos está em modo específico.

source: You cannot set this asset to specific mode because one of its parents is in generic mode.
de: Sie können für diesen Wert nicht den spezifischen Modus festlegen, da sich eins der übergeordneten Elemente im allgemeinen Modus befindet.
pt: Não se pode definir este activo para modo específico porque um dos seus pais está em modo genérico.

source: You don't have any risk analysis to clone from
de: Sie haben keine Risikoanalyse als Klonvorlage
pt: Não tem nenhuma análise de risco para clonar de

source: You don't have any risk analysis yet.
de: Sie haben noch keine Risikoanalyse.
pt: Ainda não tem nenhuma análise de risco.

source: You may enter a password to protect your asset
de: Sie dürfen ein Kennwort zum Schutz Ihres Werts eingeben
pt: Pode introduzir uma palavra-passe para proteger o seu bem

source: You may enter a password to protect your processing activities record
de: Sie dürfen ein Kennwort zum Schutz Ihres Verzeichnis eingeben
pt: Pode introduzir uma palavra-passe para proteger o seu registo de actividades de processamento

source: You may enter a password to protect your risk analysis
de: Sie dürfen ein Kennwort zum Schutz Ihrer Risikoanalyse eingeben
pt: Pode introduzir uma palavra-passe para proteger a sua análise de risco

source: You may not change scales anymore
de: Sie dürfen Skalen nicht mehr ändern
pt: Já não pode alterar as escalas

source: You may not delete this asset because it is currently instanced. Please clear the existing dependencies before deleting it.
de: Sie dürfen diesen Wert nicht löschen, da er aktuell instanziert ist. Bitte deaktivieren Sie die existierenden Abhängigkeiten vor seiner Löschung.
pt: Não se pode apagar este bem porque é actualmente instanciado. Por favor, elimine as dependências existentes antes de o apagar.

source: You may only move a root-level instance
de: Sie dürfen nur eine Instanz auf Stammniveau verschieben
pt: Só se pode mover uma instância ao nível da raiz

source: You must enter an e-mail address
de: Sie müssen eine E-Mail-Adresse eingeben
pt: Deve introduzir um endereço de correio electrónico

source: You must enter the user's first name
de: Sie müssen den Vornamen des Benutzers eingeben
pt: É necessário introduzir o nome próprio do utilizador

source: You must enter the user's last name
de: Sie müssen den Nachnamen des Benutzers eingeben
pt: É necessário introduzir o apelido do utilizador

source: You must generate recovery codes.
de: Sie müssen Wiederherstellungscodes generieren.
pt: Deve gerar códigos de recuperação.

source: You must select a category
de: Sie müssen eine Kategorie auswählen
pt: Deve seleccionar uma categoria

source: You must select a file
de: Sie müssen eine Datei auswählen
pt: Deve seleccionar um ficheiro

source: You must select a location
de: Sie müssen einen Ort auswählen
pt: Deve seleccionar um local

source: You must select a position for your category
de: Sie müssen eine Position für Ihre Kategorie auswählen
pt: Deve seleccionar uma posição para a sua categoria

source: You must select a risk
de: Sie müssen ein Risiko auswählen
pt: Deve seleccionar um risco

source: You must select a template
de: Sie müssen eine Vorlage auswählen
pt: Deve seleccionar um modelo

source: You must select a threat
de: Sie müssen eine Bedrohung auswählen
pt: Deve seleccionar uma ameaça

source: You must select a vulnerability
de: Sie müssen eine Schwachstelle auswählen
pt: Deve seleccionar uma vulnerabilidade

source: You must select an asset
de: Sie müssen ein Asset auswählen
pt: Deve seleccionar um activo

source: You must select an asset type
de: Sie müssen einen Werttyp auswählen
pt: Deve seleccionar um tipo de activo

source: You must select one or more roles
de: Sie müssen eine oder mehrere Rollen auswählen
pt: Deve seleccionar um ou mais papéis

source: You must type in a password
de: Sie müssen ein Kennwort eingeben
pt: Deve digitar uma palavra-passe

source: You won't be able to view this again.
de: Sie werden dies nicht noch einmal anzeigen können.
pt: Não poderá ver isto novamente.

source: Your e-mail address or password is invalid, please try again.
de: Ihre E-Mail-Adresse oder Ihr Kennwort ist ungültig, versuchen Sie es erneut.
pt: O seu endereço de correio electrónico ou palavra-passe é inválido, por favor tente novamente.

source: Your new recovery codes:
de: Ihre neuen Wiederherstellungscodes:
pt: Os seus novos códigos de recuperação:

source: Your password has been reset.
de: Ihr Kennwort wurde zurückgesetzt.
pt: A sua palavra-passe foi redefinida.

source: Your password has been updated successfully
de: Ihr Kennwort wurde erfolgreich aktualisiert
pt: A sua palavra-passe foi actualizada com sucesso

source: Your password is too short (min 9 characters).
de: Ihr Kennwort ist zu kurz (mind. 9 Zeichen).
pt: A sua palavra-passe é demasiado curta (min 9 caracteres).

source: Your password must contain at least: one uppercase, one number and one special character.
de: Ihr Kennwort muss mindestens einen Groábuchstaben, eine Ziffer und ein Sonderzeichen enthalten.
pt: A sua palavra-passe deve conter pelo menos: uma letra maiúscula, um número e um carácter especial.

source: Your password reset code is invalid. Please try again.
de: Ihr Code zum Zurücksetzen des Kennworts ist ungültig. Versuchen Sie es erneut.
pt: O seu código de redefinição de senha é inválido. Por favor, tente novamente.

source: Your profile has been edited successfully
de: Ihr Profil wurde erfolgreich bearbeitet
pt: O seu perfil foi editado com sucesso

source: Your settings have been updated successfully
de: Ihre Einstellungen wurden erfolgreich aktualisiert
pt: As suas definições foram actualizadas com sucesso

source: after...
de: nach...
pt: depois de...

source: at the beginning
de: am Anfang
pt: no início

source: code is already in use
de: Code wird bereits verwendet
pt: o código já está em uso

source: control does not exist
de: Die Maßnahme existiert nicht
pt: o controlo não existe

source: critical risk(s) to be treated as priority
de: als Priorität zu behandelnde kritische Risiken
pt: risco(s) crítico(s) a tratar como prioridade

source: day(s)
de: Tag(e)
pt: dia(s)

source: generic
de: generisch
pt: genérico

source: have been created successfully.
de: wurden erfolgreich erstellt.
pt: foram criadas com sucesso.

source: importance must be between 1 and 3
de: Wichtigkeit muss zwischen 1 und 3 liegen
pt: a importância deve situar-se entre 1 e 3

source: in the end
de: am Ende
pt: no final

source: inherited
de: geerbt
pt: herdado

source: is mandatory
de: ist obligatorisch
pt: é obrigatório

source: local
de: lokal

source: low risk(s) negligible
de: vernachlässigbare niedrige Risiken
pt: baixo(s) risco(s) insignificante(s)

source: match does not exist
de: Diese Korrespondenz existiert nicht
pt: não existe partida

source: medium risk(s) to be partially treated
de: teilweise zu behandelnde mittlere Risiken
pt: risco(s) médio(s) a ser(em) parcialmente tratado(s)

source: month(s)
de: Monat(e)
pt: mês(es)

source: of
de: von
pt: de

source: or
de: oder
pt: ou

source: primary asset
de: primärer Wert
pt: activo primário

source: secondary asset
de: sekundärer Wert
pt: activo secundário

source: show
de: zeigen

source: specific
de: spezifisch
pt: específico

source: the asset type code does not exist. Create it before import
de: Der Asset-Typ-Code ist nicht vorhanden. Legen Sie ihn vor dem Import an
pt: o código do tipo de bens não existe. Crie-o antes de ser importado

source: the operational risk tag does not exist. Create it before import
de: Das Kennzeichen für das operationelle Risiko existiert nicht. Legen Sie es vor dem Import an
pt: a etiqueta de risco operacional não existe. Criá-la antes da importação

source: this matching is already in use
de: diese Korrespondenz ist bereits verwendet
pt: esta correspondência já está a ser utilizada

source: to create it.
de: um es zu erstellen.
pt: para o criar.

source: year(s)
de: Jahre(n)
pt: ano(s)

source: {{ count }} risks have been deleted.
de: {{ count }} Risiken wurden gelöscht.
pt: {{ count }} Os riscos foram eliminados.

source: {{ object.risks.length }} information risks
de: {{ object.risks.length }} Informationsrisiken
pt: {{ object.risks.length }} riscos de informação

source: {{ object_details.oprisks.length }} operational risks
de: {{ object_details.oprisks.length }} operative Risiken
pt: {{ object_details.oprisks.length }} riscos operacionais

source: {{ object_details.risks.length }} information risks
de: {{ object_details.risks.length }} Informationsrisiken
pt: {{ object_details.risks.length }} riscos de informação

source: {{ oprisks_total }} operational risks
de: {{ oprisks_total }} operative Risiken
pt: {{ oprisks_total }} riscos operacionais

source: {{ risks_total }} information risks
de: {{ risks_total }} Informationsrisiken
pt: {{ risks_total }} riscos de informação

source: {{count}} assets have been deleted.
de: {{count}} Werte wurden gelöscht.
pt: {{count}} os bens foram eliminados.

source: {{count}} controls have been deleted.
de: {{count}} Maßnahmen wurden gelöscht.
pt: {{count}} controlos foram eliminados.

source: {{count}} recommendations have been deleted.
de: {{count}} empfehlungen wurden gelöscht.
pt: {{count}} recomendações foram eliminadas.

source: {{count}} risks have been deleted.
de: {{count}} Risiken wurden gelöscht.
pt: {{count}} riscos foram eliminados.

source: {{count}} scales have been deleted.
de: {{count}} Skalen wurden gelöscht.
pt: {{conta}} as escalas foram eliminadas.
