Repository: monarc-project/ng-client
Catalog: po/*.po
Languages: de, pt

source: A Impact
de: A-Auswirkung
pt: O impacto

source: A SOA can be completed from another one that is in the same risk analysis.
de: Eine SOA kann aus einer anderen erstellt werden, die sich in derselben Risikoanalyse befindet.
pt: Uma SOA pode ser completada a partir de outra que esteja na mesma análise de risco.

source: A regulator model may not be generic
de: Ein Regulierungsmodell darf nicht allgemein sein
pt: Um modelo regulador não pode ser genérico

source: A verification email has been sent to you. Open this email and click the link to activate your account, then copy and paste the MOSP API Key here
de: Eine Verifizierungs-E-Mail wurde an Sie gesendet. Öffnen Sie diese E-Mail und klicken Sie auf den Link, um Ihr Konto zu aktivieren, dann kopieren Sie den MOSP-API-Schlüssel und fügen ihn hier ein
pt: Foi-lhe enviado um e-mail de verificação. Abra este e-mail e clique no link para activar a sua conta, depois copie e cole aqui a chave MOSP API

source: A verification email has been sent to you. Open this email and click the link to activate your account.
de: Eine Verifizierungs-E-Mail wurde an Sie gesendet. Öffnen Sie diese E-Mail und klicken Sie auf den Link, um Ihren Account zu aktivieren.
pt: Foi-lhe enviado um e-mail de verificação. Abra este e-mail e clique no link para activar a sua conta.

source: Acceptance thresholds of information risks
de: Akzeptanzschwellen von Informationsrisiken
pt: Limiares de aceitação dos riscos de informação

source: Acceptance thresholds of operational risks
de: Akzeptanzschwellen von operativen Risiken
pt: Limiares de aceitação de riscos operacionais

source: Accepted
de: Akzeptiert
pt: Aceite

source: Access control policy
de: Zugangskontrollrichtlinie
pt: Política de controlo de acesso

source: Access log
de: Zugriffsprotokoll
pt: Diário de acesso

source: Account
de: Konto
pt: Conta

source: Action
de: Aktion
pt: Ação

source: Actions
de: Aktionen
pt: Ações

source: Actions history
de: Aktionsverlauf
pt: Histórico de ações

source: Activate two-factor authentication
de: Aktivieren Sie die Zwei-Faktor-Authentifizierung
pt: Ativar a autenticação de dois factores

source: Activation MOSP account
de: Aktivierung MOSP-Konto
pt: Ativação da conta MOSP

source: Active parent
de: Aktives übergeordnetes Element
pt: Pai ativo

source: Activity(s)
de: Aktivität(en)
pt: Atividade(s)

source: Actor
de: Agent
pt: Ator

source: Actors
de: Agenten
pt: Atores

source: Add
de: Hinzufügen
pt: Adicionar

source: Add a category
de: Eine Kategorie hinzufügen
pt: Adicionar uma categoria

source: Add a category of data subjects and personal data
de: Fügen Sie eine Kategorie von betroffenen Personen und persönlichen Daten hinzu
pt: Adicionar uma categoria de sujeitos de dados e dados pessoais

source: Add a component
de: Eine Komponente hinzufügen
pt: Adicionar um componente

source: Add a component to asset
de: Eine Komponente zum Wert hinzufügen
pt: Adicionar um componente ao activo

source: Add a control
de: Eine Maßnahme hinzufügen
pt: Adicionar um controlo

source: Add a deliverable template
de: Eine lieferbare Vorlage hinzufügen
pt: Adicionar um modelo entregável

source: Add a joint controller
de: Einen Gemeinsam Verantwortlicher hinzufügen
pt: Adicionar um controlador conjunto

source: Add a processing
de: Ein Verzeichnis hinzufügen
pt: Adicionar um processamento

source: Add a processor
de: Einen Auftragnehmer hinzufügen
pt: Adicionar um processador

source: Add a question
de: Eine Frage hinzufügen
pt: Acrescentar uma pergunta

source: Add a recipient
de: Fügen Sie einen Empfänger hinzu
pt: Adicionar um destinatário

source: Add a recommendation
de: Eine Empfehlung hinzufügen
pt: Adicionar uma recomendação

source: Add a recommendation set
de: Einen Empfehlungsset hinzufügen
pt: Adicionar um conjunto de recomendações

source: Add a referential
de: Fügen Sie eine Bezugsnorm hinzu
pt: Acrescentar um referencial

source: Add a risk
de: Ein Risiko hinzufügen
pt: Acrescentar um risco

source: Add a scale
de: Skala hinzufügen
pt: Adicionar uma escala

source: Add a snapshot
de: Eine Momentaufnahme hinzufügen
pt: Adicionar um instantâneo

source: Add a specific information risk
de: Ein spezifisches Informationsrisiko hinzufügen
pt: Adicionar um risco de informação específico

source: Add a specific operational risk
de: Ein spezifisches operatives Risiko hinzufügen
pt: Acrescentar um risco operacional específico

source: Add a tag
de: Ein Tag hinzufügen
pt: Adicionar uma etiqueta

source: Add a theme
de: Fügen Sie ein Thema hinzu
pt: Adicionar um tema

source: Add a threat
de: Eine Bedrohung hinzufügen
pt: Adicionar uma ameaça

source: Add a vulnerability
de: Eine Schwachstelle hinzufügen
pt: Adicionar uma vulnerabilidade

source: Add a whole category
de: Eine ganze Kategorie hinzufügen
pt: Adicionar uma categoria inteira

source: Add an asset
de: Einen Wert hinzufügen
pt: Adicionar um bem

source: Add an asset context field
de: Hinzufügen eines Asset-Kontextfeldes
pt: Adicionar um campo de contexto de activos

source: Add an asset type
de: Einen Werttyp hinzufügen
pt: Adicionar um tipo de activo

source: Add an international transfer
de: Einen internationalen Transfer hinzufügen
pt: Adicionar uma transferência internacional

source: Add an interview
de: Ein Interview hinzufügen
pt: Adicionar uma entrevista

source: Add an user
de: Einen Benutzer hinzufügen
pt: Adicionar um utilizador

source: Add controls from referential
de: Fügen Sie Steuerelemente aus Bezugsnorm hinzu
pt: Adicionar controlos a partir de referenciais

source: Add referential
de: Fügen Sie eine Bezugsnorm hinzu
pt: Adicionar referencial

source: Add scales
de: Skalen hinzufügen
pt: Adicionar escalas

source: Add tags
de: Tags hinzufügen
pt: Adicionar etiquetas

source: Additional information
de: Zusatzinformationen
pt: Informação adicional

source: Address, mail, telephone, ...
de: Adresse, E-Mail, Telefon, .....
pt: Endereço, correio, telefone, ...

source: Administration
de: Verwaltung
pt: Administração

source: All
de: Alle
pt: Todos

source: All (unfiltered)
de: Alle (ungefiltert)
pt: Todos (não filtrado)

source: All asset models must not be regulator
de: Kein Wertemodell darf Regulierer sein
pt: Todos os modelos de bens não devem ser reguladores

source: All assets
de: Alle Werte
pt: Todos os bens

source: All categories
de: Alle Kategorien
pt: Todas as categorias

source: All models must be common to asset type, threat and vulnerability
de: Alle Modelle müssen Werttyp, Bedrohung und Schwachstelle gemeinsam haben
pt: Todos os modelos devem ser comuns ao tipo de activo, ameaça e vulnerabilidade

source: All tags
de: Alle Tags
pt: Todas as etiquetas

source: All your rights have been revoked. Please contact the manager for your organization.
de: Ihnen wurden alle Rechte entzogen. Wenden Sie sich an den Manager Ihrer Organisation.
pt: Todos os seus direitos foram revogados. Por favor contacte o gestor da sua organização.

source: An error occurred while fetching {{ thing }}: {{status}}
de: Fehler beim Abrufen von {{ thing }}: {{status}}
pt: Ocorreu um erro enquanto se buscava {{ thing }}: {{status}}

source: Any further information
de: Alle weiteren Informationen
pt: Qualquer outra informação

source: Any network hardware (router, switch, firewall, etc.)
de: Jede Netzwerkkomponente (Router, Switch, Firewall usw.)
pt: Qualquer hardware de rede (router, switch, firewall, etc.)

source: Any situation that could facilitate the conflagration of premises or equipment.
de: Jede Situation, die den Brand von Räumen oder Material fördert.
pt: Qualquer situação que possa facilitar a conflagração de instalações ou equipamentos.

source: Applicable target level
de: Anwendbares Zielniveau
pt: Nível alvo aplicável

source: Are you sure you want delete the import process?
de: Soll das Verzeichnis wirklich gelöscht werden?

source: Are you sure you want to delete asset type?
de: Soll der Wertetyp wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar o tipo de bens?

source: Are you sure you want to delete asset?
de: Soll der Wert wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar bens?

source: Are you sure you want to delete category?
de: Soll die Kategorie wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar a categoria?

source: Are you sure you want to delete control?
de: Soll die Maßnahme wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar o controlo?

source: Are you sure you want to delete document?
de: Sind Sie sicher, dass Sie das Dokument löschen wollen?
pt: Tem a certeza de que quer apagar um documento?

source: Are you sure you want to delete international transfer?
de: Soll die Internationale Datenübertragungen wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar a transferência internacional?

source: Are you sure you want to delete personal data category?
de: Soll die Kategorie von personenbezogenen Daten wirklich gelöscht werden?
pt: Tem a certeza de que pretende apagar a categoria de dados pessoais?

source: Are you sure you want to delete recipient?
de: Soll der Empfänger wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar o destinatário?

source: Are you sure you want to delete recommendation set?
de: Möchten Sie das Empfehlungsset wirklich löschen?
pt: Tem a certeza de que quer eliminar o conjunto de recomendações?

source: Are you sure you want to delete recommendation?
de: Soll die Empfehlung wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar a recomendação?

source: Are you sure you want to delete referential?
de: Möchten Sie die Bezugsnorm wirklich löschen?
pt: Tem a certeza de que quer apagar os referenciais?

source: Are you sure you want to delete risk?
de: Soll das Risiko wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar o risco?

source: Are you sure you want to delete tag?
de: Soll das Tag wirklich gelöscht werden?
pt: Tem a certeza de que quer apagar a etiqueta?

source: Are you sure you want to delete the asset context field?
de: Sind Sie sicher, dass Sie das Asset-Kontextfeld löschen möchten?
pt: Tem a certeza de que quer apagar o campo de contexto de bens?

source: Are you sure you want to delete the processing?
de: Soll das Verzeichnis wirklich gelöscht werden?
pt: Tem a certeza de que quer apagar o processamento?

source: Are you sure you want to delete the risk analysis?
de: Soll die Risikoanalyse wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar a análise de risco?

source: Are you sure you want to delete the {{count}} scales selected ?
de: Sind Sie sicher, dass Sie die ausgewählten {{count}} Skalen löschen möchten?
pt: Tem a certeza de que quer apagar as escalas {{conta}} seleccionadas ?

source: Are you sure you want to delete the {{count}} selected asset type(s)?
de: Sind sie sich sicher, dass die {{count}} ausgewählten Werttypen wirklich gelöscht werden sollen?
pt: Tem a certeza de que quer apagar o(s) {{count}} tipo(s) de activo(s) seleccionado(s)?

source: Are you sure you want to delete the {{count}} selected asset(s)?
de: Sollen die {{count}} ausgewählten Werte wirklich gelöscht werden?
pt: Tem a certeza de que quer apagar o(s) {{count}} bem(s) seleccionado(s)?

source: Are you sure you want to delete the {{count}} selected controls?
de: Sollen die {{count}} ausgewählten Maßnahmen wirklich gelöscht werden?
pt: Tem a certeza de que quer apagar os {{count}} controlos seleccionados?

source: Are you sure you want to delete the {{count}} selected recommendations?
de: Sollen die {{count}} ausgewählten Empfehlungen wirklich gelöscht werden?
pt: Tem a certeza de que quer apagar as {{count}} recomendações seleccionadas?

source: Are you sure you want to delete the {{count}} selected risk(s)?
de: Sollen die {{count}} ausgewählten Risiken wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar o(s) {{count}} risco(s) seleccionado(s)?

source: Are you sure you want to delete the {{count}} selected tag(s)?
de: Sollen die {{count}} ausgewählten Tags wirklich gelöscht werden?
pt: Tem a certeza de que quer apagar a(s) {{count}} etiqueta(s) seleccionada(s)?

source: Are you sure you want to delete the {{count}} selected threat(s)?
de: Sollen die {{count}} ausgewählten Bedrohungen wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar a(s) {{count}} ameaça(s) seleccionada(s)?

source: Are you sure you want to delete the {{count}} selected vulnerabilites?
de: Sollen die {{count}} ausgewählten Schwachstelle(n) wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar os {{count}} vulnerabilites seleccionados?

source: Are you sure you want to delete theme?
de: Möchten Sie das Thema wirklich löschen?
pt: Tem a certeza de que quer apagar o tema?

source: Are you sure you want to delete this risk?
de: Soll dieses Risiko wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar este risco?

source: Are you sure you want to delete threat?
de: Soll die Bedrohung wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar a ameaça?

source: Are you sure you want to delete user?
de: Soll der Benutzer wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar o utilizador?

source: Are you sure you want to delete vulnerability?
de: Soll die Schwachstelle wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar a vulnerabilidade?

source: Are you sure you want to delete your account?
de: Soll der Konto wirklich gelöscht werden?
pt: Tem a certeza de que quer eliminar a sua conta?

source: Are you sure you want to detach actor?
de: Soll der Agent wirklich getrennt werden?
pt: Tem a certeza de querer destacar o ator?

source: Are you sure you want to detach asset?
de: Soll der Wert wirklich getrennt werden?
pt: Tem a certeza de querer destacar bens?

source: Are you sure you want to detach recommendation ?
de: Soll die Empfehlung wirklich getrennt werden?
pt: Tem a certeza de que quer destacar a recomendação?

source: Are you sure you want to disable two-factor authentication?
de: Möchten Sie die Zwei-Faktor-Authentifizierung wirklich deaktivieren?
pt: Tem a certeza de que quer desactivar a autenticação de dois factores?

source: Are you sure you want to generate new recovery codes ?
de: Möchten Sie wirklich neue Wiederherstellungscodes generieren?
pt: Tem a certeza de que pretende gerar novos códigos de recuperação?

source: Are you sure you want to reset the password of the user?
de: Möchten Sie das Kennwort des Benutzers wirklich zurücksetzen?
pt: Tem a certeza de que quer redefinir a palavra-passe do utilizador?

source: Ascending
de: Aufsteigend
pt: Ascendente

source: Ascending value
de: Aufsteigender Wert
pt: Valor ascendente

source: Asset
de: Wert
pt: Bens

source: Asset actions
de: Werteaktionen
pt: Acções patrimoniais

source: Asset added successfully
de: Wert erfolgreich hinzugefügt
pt: Bens adicionados com sucesso

source: Asset context
de: Asset-Kontext
pt: Contexto do ativo

source: Asset import center
de: Wert-Importcenter
pt: Centro de importação de bens

source: Asset is not in this risk analysis
de: Wert ist nicht in dieser Risikoanalyse
pt: O activo não está nesta análise de risco

source: Asset not exist
de: Wert existiert nicht
pt: O bem não existe

source: Asset password (if any)
de: Wertekennwort (gegebenenfalls)
pt: Palavra-passe de bens (se existir)

source: Asset replica(s) in models
de: Wertreplikat(e) in Modellen
pt: Réplica(s) de bens em modelos

source: Asset to export is required
de: Zu exportierender Wert ist erforderlich
pt: É necessário bens para exportar

source: Asset type
de: Wertetyp
pt: Tipo de bens

source: Asset type can't be primary
de: Wertetyp kann nicht primär sein
pt: O tipo de activo não pode ser primário

source: Asset type code must exist in the Knowledge Base
de: Asset-Typ-Code muss in der Wissensdatenbank vorhanden sein
pt: O código do tipo de bens deve existir na Base de Conhecimentos

source: Asset type mode can't be null
de: Wertetypmodus kann nicht Null sein
pt: O modo de tipo de activo não pode ser nulo

source: Asset type not found
de: Wertetyp nicht gefunden
pt: Tipo de ativo não encontrado

source: Asset type:
de: Wertetyp:
pt: Tipo de bens:

source: Asset types
de: Wertetypen
pt: Tipos de bens

source: Asset used in the risks analysis
de: In der Risikoanalyse verwendeter Wert
pt: Bens utilizados na análise de riscos

source: Asset's model must not be regulator
de: Wertemodell darf kein Regulierer sein
pt: O modelo do activo não deve ser regulador

source: Asset:
de: Wert:
pt: Bens:

source: Assets library
de: Wertebibliothek
pt: Biblioteca de bens

source: At least one risk analysis must be selected
de: Mindestens eine Risikoanalyse muss ausgewählt sein
pt: Deve ser seleccionada pelo menos uma análise de risco

source: Attach
de: Anhängen
pt: Anexar

source: Attach a control to the recommendation
de: Der Empfehlung eine Maßnahme anhängen
pt: Anexar um controlo à recomendação

source: Attach this recommendation
de: Fügen Sie diese Empfehlung hinzu
pt: Anexe esta recomendação

source: Audit order
de: Auditreihenfolge
pt: Ordem de auditoria

source: Author
de: Autor
pt: Autor

source: Availability
de: Verfügbarkeit
pt: Disponibilidade

source: Average of levels
de: Durchschnitt der Niveaus
pt: Média dos níveis

source: Average of the max. risk value
de: Durchschnitt des max. Risikowertes
pt: Média do valor máx. do risco

source: Awaiting the import process ...
de: Warten auf den Importvorgang …

source: BP
de: BV

source: BR
de: GA

source: Back to the list
de: Zurück zur Liste
pt: Voltar à lista

source: Bad mode for this asset or models attached to asset type incoherent
de: Falscher Modus für diesen Wert oder kein Zusammenhang der dem Werttyp angefügten Modelle
pt: Modo errado para este bem ou modelos ligados ao tipo de bem incoerente

source: Before importing
de: Vor dem Importieren
pt: Antes de importar

source: Best practices
de: Bewährte Verfahren (Best practices)
pt: As melhores práticas

source: Business requirements
de: Geschäftsanforderungen
pt: Requisitos empresariais

source: By
de: Durch
pt: Por

source: By duplicating
de: Durch Duplizieren
pt: Por Duplicação

source: By merging
de: Durch Zusammenführen
pt: Por fusão

source: C Impact
de: C-Auswirkung
pt: C Impato

source: CO
de: VV

source: CSV file
de: CSV-Datei
pt: ficheiro CSV

source: Cancel
de: Abbrechen
pt: Cancelar

source: Cancel import process
de: Importvorgang abbrechen

source: Cartography
de: Kartographie
pt: Cartografia

source: Categories of data subject
de: Kategorien der betroffenen Person
pt: Categorias de sujeitos de dados

source: Categories of data subjects and personal data
de: Kategorien der betroffenen Personen und personenbezogenen Daten
pt: Categorias de sujeitos de dados e dados pessoais

source: Categories of personal data
de: Datenkategorien
pt: Categorias de dados pessoais

source: Category
de: Kategorie
pt: Categoria

source: Category added successfully
de: Kategorie erfolgreich hinzugefügt
pt: Categoria adicionada com sucesso

source: Change password
de: Kennwort ändern
pt: Alterar palavra-passe

source: Chart type
de: Diagrammtyp
pt: Tipo de gráfico

source: Check
de: Überprüfung
pt: Verifique

source: Chinese
de: Chinesisch
pt: Chinês

source: Classification
de: Klassifizierung
pt: Classificação

source: Click again to confirm deletion
de: Zum Bestätigen der Löschung erneut klicken
pt: Clique novamente para confirmar a eliminação

source: Click here to type...
de: Zum Eingeben hier klicken...
pt: Clique aqui para digitar...

source: Client manager(s)
de: Kundenbetreuer
pt: Gestor(es) de clientes

source: Close
de: Schließen
pt: Fechar

source: Close dialog
de: Dialog schließen
pt: Fechar o diálogo

source: Collecting statistics
de: Sammeln von Statistiken
pt: Recolha de estatísticas

source: Colour
de: Farbe
pt: Cor

source: Coming
de: Bevorstehend
pt: Em breve

source: Comment
de: Kommentar
pt: Comentário

source: Comment:
de: Kommentar:
pt: Comentário:

source: Comments
de: Kommentare
pt: Comentários

source: Compliance
de: Konformität
pt: Conformidade

source: Compliance scale:
de: Konformitätsskala:
pt: Escala de conformidade:

source: Component
de: Komponente
pt: Componente

source: Component detached
de: Komponente getrennt
pt: Componente destacado

source: Composition
de: Zusammensetzung
pt: Composição

source: Confidentiality
de: Vertraulichkeit
pt: Confidencialidade

source: Confirm new password
de: Neues Kennwort bestätigen
pt: Confirmar nova palavra-passe

source: Confirm password
de: Kennwort bestätigen
pt: Confirmar palavra-passe

source: Confirm?
de: Bestätigen?
pt: Confirmar?

source: Consequences
de: Folgen
pt: Consequências

source: Contact
de: Kontaktdaten
pt: Contacto

source: Contact details, bank details, qualifications
de: Kontaktdaten, Bankverbindung, Qualifikation
pt: Dados de contacto, dados bancários, qualificações

source: Contact e-mail
de: Kontakt-E-Mail
pt: E-mail de contacto

source: Contents
de: Inhalte
pt: Conteúdos

source: Context Establishment
de: Kontexterstellung
pt: Contexto Estabelecimento

source: Context modeling
de: Kontextmodellierung
pt: Modelação do contexto

source: Context validation
de: Kontextüberprüfung
pt: Validação do contexto

source: Contractual obligations
de: Vertragliche Verpflichtungen
pt: Obrigações contratuais

source: Control
de: Maßnahme
pt: Controlo

source: Controller
de: Verantwortlich
pt: Controlador

source: Controls
de: Maßnahmen
pt: Controlos

source: Copy
de: Kopieren
pt: Cópia

source: Country
de: Land
pt: País

source: Create
de: Erstellen
pt: Criar

source: Create & Import
de: Erstellen und importieren
pt: Criar e Importar

source: Create a MOSP Account
de: Ein MOSP-Konto erstellen
pt: Criar uma conta MOSP

source: Create a recommendation
de: Eine Empfehlung erstellen
pt: Criar uma recomendação

source: Create a risk
de: Ein Risiko erstellen
pt: Criar um risco

source: Create a risk analysis
de: Eine Risikoanalyse erstellen
pt: Criar uma análise de risco

source: Create a snapshot
de: Eine Momentaufnahme erstellen
pt: Criar um ponto de estado

source: Create a snapshot before importing
de: Erstellen Sie vor dem Import einen Snapshot

source: Create a specific risk
de: Ein spezifisches Risiko erstellen
pt: Criar um risco específico

source: Create an asset
de: Einen Wert erstellen
pt: Criar um bem

source: Create an interview
de: Ein Interview erstellen
pt: Criar uma entrevista

source: Create and continue
de: Erstellen und fortfahren
pt: Criar e continuar

source: Created
de: Erstellt

source: Created at
de: Erstellt am
pt: Criado em

source: Created by
de: Erstellt von
pt: Criado por

source: Creating risk analysis...
de: Risikoanalyse wird erstellt...
pt: Criando análises de risco...

source: Creation date
de: Erstellungsdatum
pt: Data de criação

source: Creation successful
de: Erstellung erfolgreich
pt: Criação bem sucedida

source: Current level
de: Aktuelles Niveau
pt: Nível actual

source: Current password
de: Aktuelles Kennwort
pt: Senha actual

source: Current risk
de: Aktuelles Risiko
pt: Risco actual

source: Current risk (Net risk)
de: Aktuelle Risiko (Nettorisiko)
pt: Risco actual (Risco líquido)

source: Current risks
de: Aktuelle Risiken
pt: Riscos actuais

source: Custom password
de: Benutzerdefiniertes Kennwort
pt: Senha personalizada

source: Daily Records
de: Tägliche Aufzeichnungen
pt: Registos diários

source: Danger zone
de: Gefahrenzone
pt: Zona de perigo

source: Data missing
de: Fehlende Daten
pt: Dados em falta

source: Data protection officer
de: Datenschutzbeauftragter
pt: Responsável pela protecção de dados

source: Date
de: Datum
pt: Data

source: Date (July 10, 2015; Week 3; First month; ...)
de: Datum (10. Juli 2015; KW 3; Erster Monat ...)
pt: Data (10 de Julho de 2015; Semana 3; Primeiro mês; ...)

source: Deadline
de: Stichtag
pt: Prazo de entrega

source: Deadline:
de: Stichtag:
pt: Data limite:

source: Dec
de: Dez
pt: Dez
